-- 试卷来源：https://www.gkzenti.cn/paper/1551335590950，答案来源：https://www.gkzenti.cn/answer/1551335590950，
-- 由爬虫自动生成，请手动检查：
-- 1. 添加公式/删除其中含有图片、含有资料的题目；
-- 2. 修改英文冒号为中文冒号；
-- 3. 修改百分号为双百分号；
-- 4. 把所有填入画横线部分的线画出来。
-- 已检查在此打勾：【】

questions = {
  -- 1
  {
    [[党的十八大以来，以习近平同志为核心的党中央，紧密结合新的时代条件和实践要求，以全新的视野深化对共产党执政规律、社会主义建设规律、人类社会发展规律的认识，创立了习近平新时代中国特色社会主义思想，其核心要义是：]],
    {
      [[A、坚持和发展中国特色社会主义]],
      [[B、中国特色社会主义进入了新时代]],
      [[C、实现社会主义现代化和中华民族伟大复兴]],
      [[D、坚持以人民为中心的发展思想]],
    },
    [[A]],
  },
  -- 2
  {
    [[根据党的十九大报告，下列说法不准确的是：]],
    {
      [[A、发展是解决我国一切问题的基础和关键]],
      [[B、完善就业保障是中华民族永续发展的千年大计]],
      [[C、文化自信是一个国家、一个民族发展中更基本、更深沉、更持久的力量]],
      [[D、带领人民创造美好生活是我们党始终不渝的奋斗目标]],
    },
    [[B]],
  },
  -- 3
  {
    [[中国特色社会主义是改革开放以来党的全部理论和实践的主题，是党和人民历尽千辛万苦、付出巨大代价取得的根本成就。中国特色社会主义最本质的特征是：]],
    {
      [[A、依法治国]],
      [[B、人民当家作主]],
      [[C、实行人民代表大会制度]],
      [[D、中国共产党领导]],
    },
    [[D]],
  },
  -- 4
  {
    [[下列与扶贫有关的说法正确的是：]],
    {
      [[A、习近平总书记首次提出了“精准扶贫”的理念]],
      [[B、扶贫工作坚持扶贫同扶志相结合，“大水漫灌”与“精准滴灌”相结合]],
      [[C、全面发展高新技术产业是《“十三五”脱贫攻坚规划》提出的一项重要举措]],
      [[D、脱贫目标是到2035年稳定实现现行标准下农村贫困人口“两不愁、三保障”]],
    },
    [[A]],
  },
  -- 5
  {
    [[根据我国宪法和有关法律，下列国家机关的哪一做法不符合规定？]],
    {
      [[A、某市监察委员会决定对涉嫌行贿的某公司法定代表人实行留置]],
      [[B、某自治州人民代表大会常务委员会制定城市环境管理的地方性法规]],
      [[C、某县人民法院执行民事案件时要求被执行人提供手机微信记录]],
      [[D、中国证券监督管理委员会依法制定有关上市公司的监管规章]],
    },
    [[C]],
  },
  -- 6
  {
    [[下列与我国军事国防相关的说法错误的是：]],
    {
      [[A、大力发展军民融合是维护国家主权和安全的战略基石]],
      [[B、新形势下我军的军事战略方针是积极防御]],
      [[C、中国位于海洋地缘战略区和欧亚大陆地缘战略区的交接处]],
      [[D、维护地区和世界和平是我国军队担负的主要战略任务之一]],
    },
    [[A]],
  },
  -- 7
  {
    [[关于人民陪审员，下列说法符合法律规定的是：]],
    {
      [[A、陪审员小李所在的单位因其在工作日参加审判活动而扣发他的奖金]],
      [[B、公证员小张被某县人民法院选聘为人民陪审员]],
      [[C、陪审员小赵在七人合议庭审理的案件中对法律适用参加表决]],
      [[D、陪审员小刘参加审判活动，人民法院按实际工作日对其给予补助]],
    },
    [[D]],
  },
  -- 8
  {
    [[下列犯罪行为应以盗窃罪论处的是：]],
    {
      [[A、甲窃得价值5000元的手机一部，被发现后持械抗拒抓捕]],
      [[B、乙窃得同事的信用卡一张，并用其消费10000元]],
      [[C、丙在火车上捡到价值50000元的提包一只，经失主催要后拒不归还]],
      [[D、丁为某私营公司的销售主管，在销售过程中私自将价值50000元的产品据为己有]],
    },
    [[B]],
  },
  -- 9
  {
    [[关于我国诉讼程序中的鉴定，下列说法错误的是：]],
    {
      [[A、对于鉴定所形成的结果，当事人有异议的可申请重新鉴定]],
      [[B、鉴定人在鉴定意见上的签名或盖章均具有法律效力]],
      [[C、民事诉讼中，基于意思自治原则，鉴定只能由当事人申请]],
      [[D、刑事诉讼中，鉴定人是否有必要出庭由人民法院决定]],
    },
    [[C]],
  },
  -- 10
  {
    [[某有限责任公司有股东甲、乙、丙、丁、戊5人，注册资本为200万元，其中甲出资10万元、乙20万元、丙10万元、丁10万元、戊150万元。公司运行3年后，效益良好，甲、乙、丙、丁在戊出差期间自行商量后通过了进一步增加注册资本50万元的决议。下列说法正确的是：]],
    {
      [[A、甲、乙、丙、丁通过的决议有效]],
      [[B、该增资决议应由全体股东一致同意]],
      [[C、戊可以自行决定是否增加注册资本，无需经过甲乙丙丁的同意]],
      [[D、戊可以向人民法院起诉确认该增资决议无效]],
    },
    [[D]],
  },
  -- 11
  {
    [[垄断协议分为横向垄断协议和纵向垄断协议。下列哪一垄断协议与其他三项不同？]],
    {
      [[A、甲市销售额排名前五的手机销售门店召开会议，指定下半年各类手机产品的最低价格]],
      [[B、乙市四家最大的面包店把全市五十家面包店组织在一起，协议指定采购某品牌面粉]],
      [[C、丙市七家米粉厂互相约定，各米粉厂只能在划定的区域内销售米粉]],
      [[D、丁市某电器生产公司和八家电器销售公司约定对外批发电器的销售价格]],
    },
    [[D]],
  },
  -- 12
  {
    [[下列情形中，用人单位不需要支付经济补偿金的是：]],
    {
      [[A、甲公司提出并与张某协商一致解除劳动合同]],
      [[B、乙公司未依法为李某提供劳动保护，李某提出解除劳动合同]],
      [[C、丙公司生产经营发生严重困难而解除与孙某的劳动合同]],
      [[D、丁公司于劳动合同期满后提高待遇要求续签，赵某拒绝]],
    },
    [[D]],
  },
  -- 13
  {
    [[有关经济学常识，下列说法错误的是：]],
    {
      [[A、国民收入统计中包括退休金]],
      [[B、货币发行是中央银行的负债业务]],
      [[C、公共物品无法通过市场机制来调节供求]],
      [[D、春节前后的物价上涨不属于通货膨胀]],
    },
    [[A]],
  },
  -- 14
  {
    [[这幅图反映了某次重要会议，这次会议可能是：<br>
]],
    {
      [[A、巴黎和会]],
      [[B、华盛顿会议]],
      [[C、万隆会议]],
      [[D、雅尔塔会议]],
    },
    [[B]],
  },
  -- 15
  {
    [[关于文学作品中的典故，下列解释错误的是：]],
    {
      [[A、“蓬山此去无多路，青鸟殷勤为探看”中的“青鸟”指的是信使]],
      [[B、“相顾无相识，长歌怀采薇”中的“采薇”指的是建功立业的抱负]],
      [[C、“劳歌一曲解行舟，红叶青山水急流”中的“劳歌”指的是送别歌曲]],
      [[D、“忆君初得昆山玉，同向扬州携手行”中的“昆山玉”指的是杰出人才]],
    },
    [[B]],
  },
  -- 16
  {
    [[关于我国的油料作物，下列说法错误的是：]],
    {
      [[A、芝麻喜凉，果实有黑、白之分，山东省产量最高]],
      [[B、花生喜温耐瘠，适宜种在排水良好的沙质土壤中]],
      [[C、大豆喜温，生长发育期间低温会延迟开花成熟]],
      [[D、油菜抗寒力较强，是我国分布最广的油料作物]],
    },
    [[A]],
  },
  -- 17
  {
    [[下列地理分界线对应正确的是：]],
    {
      [[A、横断山脉——内流区和外流区]],
      [[B、本初子午线——东半球和西半球]],
      [[C、200毫米等降水量线——农耕区和畜牧业区]],
      [[D、祁连山脉——河西走廊和柴达木盆地]],
    },
    [[D]],
  },
  -- 18
  {
    [[关于核磁共振，下列说法错误的是：]],
    {
      [[A、核磁共振技术可以进行地下水探测]],
      [[B、核磁共振技术常用于脑肿瘤的检测]],
      [[C、核磁共振会产生电离辐射影响人体健康]],
      [[D、带有心脏起搏器的病人不能做核磁共振]],
    },
    [[C]],
  },
  -- 19
  {
    [[钢是主要由铁元素和碳元素组成的①合金，钢的含碳量②大于生铁。在钢中加入其它元素能够继续改善钢的性质，例如，加入锰元素主要增加钢的③强度。在钢的锻造中，淬火可以实现其④快速冷却。<br>
这段文字中画线部分错误的是：]],
    {
      [[A、①]],
      [[B、②]],
      [[C、③]],
      [[D、④]],
    },
    [[B]],
  },
  -- 20
  {
    [[某人扁桃体化脓，医生建议其静脉注射头孢，药液从其手背静脉到达扁桃体患处所经过的途径是：上肢静脉→右心房→①→②→左心房→③→④→动脉→扁桃体毛细血管（患处）。依次填入①②③④正确的是：]],
    {
      [[A、肺循环；右心室；左心室；主动脉]],
      [[B、左心室；肺循环；主动脉；右心室]],
      [[C、主动脉；右心室；左心室；肺循环]],
      [[D、右心室；肺循环；左心室；主动脉]],
    },
    [[D]],
  },
  -- 21
  {
    [[《“健康中国2030”规划纲要》中提出，要努力实现从以治病为中心向以健康为中心转变，从以“治已病”为中心向以“治未病”为中心转变，从疾病管理向健康管理转变。在这种背景下，中医药。<br>
填入画横线部分最恰当的一项是：]],
    {
      [[A、举足轻重]],
      [[B、不可或缺]],
      [[C、大有可为]],
      [[D、大有裨益]],
    },
    [[C]],
  },
  -- 22
  {
    [[科学精神的核心是求真务实，我们的一切实践都需符合规律、切合实际。规律指引下的世界变动不居，我们不能，应敢于质疑、善于包容、勇于创新。<br>
填入画横线部分最恰当的一项是：]],
    {
      [[A、因循守旧]],
      [[B、沾沾自喜]],
      [[C、妄自菲薄]],
      [[D、刚愎自用]],
    },
    [[A]],
  },
  -- 23
  {
    [[阿道司·赫胥黎在《美丽新世界》中描绘了2532年一个依赖生殖技术的人类社会。在那里，人文跟不上科技的发展，人类的“拜物教”越来越兴盛：认为医学可以解决一切病痛，科技可以弥补人文的鸿沟。事实上，这无异于。<br>
填入画横线部分最恰当的一项是：]],
    {
      [[A、饮鸩止渴]],
      [[B、缘木求鱼]],
      [[C、镜花水月]],
      [[D、抱薪救火]],
    },
    [[B]],
  },
  -- 24
  {
    [[新一代信息技术与制造业的深度融合，带来了制造模式、生产组织方式和产业形态的深刻变革，智能制造也。智能制造就是把新一代信息技术于设计、生产、管理、服务等制造活动的各个环节。<br>
依次填入画横线部分最恰当的一项是：]],
    {
      [[A、水到渠成  融汇]],
      [[B、水涨船高  应用]],
      [[C、一日千里  渗透]],
      [[D、应运而生  贯穿]],
    },
    [[D]],
  },
  -- 25
  {
    [[近年来，商业赞助越来越多地体育运动。在体育市场化、职业化的当下，如何在追求个人商业价值与体育管理机构利益间取得平衡，是运动员和体育管理机构不能回避的问题。<br>
依次填入画横线部分最恰当的一项是：]],
    {
      [[A、觊觎  如日中天]],
      [[B、追逐  高歌猛进]],
      [[C、热衷  欣欣向荣]],
      [[D、垂青  方兴未艾]],
    },
    [[D]],
  },
  -- 26
  {
    [[历史是昨天的新闻，新闻是明天的历史。历史与新闻有如隔世兄弟，。历史作为事实的记载，往往和文学相互补充，而文学的天赋是想象、虚构和夸张。因此，沾上了文学的历史与新闻就像到了岔路口，不光是，可能还会走向对立。<br>
依次填入画横线部分最恰当的一项是：]],
    {
      [[A、情同手足  前途未卜]],
      [[B、一脉相通  分道扬镳]],
      [[C、唇齿相依  互不相容]],
      [[D、休戚与共  各行其是]],
    },
    [[B]],
  },
  -- 27
  {
    [[脱贫攻坚必须，一步一个脚印，确保各项扶贫政策措施落到实处，积小胜为大胜，最终取得全面胜利。同时也应加强贫困村基层组织建设，充分调动贫困群众的积极性，提高其参与度、获得感，激励其，激发其脱贫的内生动力与活力。<br>
依次填入画横线部分最恰当的一项是：]],
    {
      [[A、未雨绸缪  一马当先]],
      [[B、一鼓作气  奋发图强]],
      [[C、循序渐进  再接再厉]],
      [[D、稳扎稳打  自力更生]],
    },
    [[D]],
  },
  -- 28
  {
    [[在人工智能研究热潮中，国内外已形成的局面，但总体上人工智能还处于发展的初级阶段。人们对于智能的本质和机理的认识还不够深刻、全面，尚未形成完善的理论体系。如果没有人工智能基础研究的支撑，应用层面上的技术创新和产业创新都将是。<br>
依次填入画横线部分最恰当的一项是：]],
    {
      [[A、千帆竞发  无源之水]],
      [[B、百家争鸣  昙花一现]],
      [[C、龙争虎斗  空中楼阁]],
      [[D、星火燎原  纸上谈兵]],
    },
    [[A]],
  },
  -- 29
  {
    [[近年来因程序违法败诉的行政诉讼案件不少。尽管有前车之鉴，但是依然不乏职能部门。说到底，还是“重结果、轻程序”，不把程序当回事，行政行为自然经不起推敲。程序是保证我们有效实现结果的合理设计，程序正当得不到，必然给我们的事业造成损害。<br>
依次填入画横线部分最恰当的一项是：]],
    {
      [[A、明知故犯  履行]],
      [[B、老调重弹  落实]],
      [[C、重蹈覆辙  尊重]],
      [[D、以身试法  认同]],
    },
    [[C]],
  },
  -- 30
  {
    [[中国的传统文化中，“老”是一个褒义的字眼。一个年轻人处事得当，会被说老练、老成。但是进入互联网特别是移动互联网时代，这沿袭了数千年的观念，短短数十年。年龄大、资历老逐渐不再是一种优势，有时反而成了学习新事物的一种。<br>
依次填入画横线部分最恰当的一项是：]],
    {
      [[A、土崩瓦解  羁绊]],
      [[B、灰飞烟灭  累赘]],
      [[C、化为乌有  阻力]],
      [[D、分崩离析  弊端]],
    },
    [[A]],
  },
  -- 31
  {
    [[基层离百姓最近，可以快速反馈百姓的感受和意见，随时进行政策调整，故能“因病施治”；基层直接面对错综复杂的情况，最了解体制机制改革中的症结和痛点所在，故能“”；基层最看重的是实效，不得人心、难以持久，故内生的改革措施往往能“药到病除”。<br>
依次填入画横线部分最恰当的一项是：]],
    {
      [[A、不药而愈  夸夸其谈]],
      [[B、对症下药  花拳绣腿]],
      [[C、一针见血  朝令夕改]],
      [[D、标本兼治  华而不实]],
    },
    [[B]],
  },
  -- 32
  {
    [[中世纪时，人们的消息来源于口口相传，任何目击重要事件发生的人所提供的一手消息都被；书面的解释记录并不足以服人，因为无法对写下这些内容的人反复询问。这就解释了，为什么尽管15世纪时活字印刷在古登堡被发明，但报纸行业的发展还是如此。<br>
依次填入画横线部分最恰当的一项是：]],
    {
      [[A、奉为圭臬  艰难]],
      [[B、照单全收  落后]],
      [[C、视若珍宝  缓慢]],
      [[D、大肆渲染  迟滞]],
    },
    [[C]],
  },
  -- 33
  {
    [[智慧是哲人对世道人生、天地宇宙的独见独闻或先知先觉，它注定不是的市井常识，也不是循规蹈矩的老生常谈。“周虽旧邦，其命维新”，哲学的进步实则是哲人学术与智慧的不断。<br>
依次填入画横线部分最恰当的一项是：]],
    {
      [[A、司空见惯  兼收并蓄]],
      [[B、人云亦云  推陈出新]],
      [[C、妇孺皆知  精益求精]],
      [[D、拾人牙慧  融会贯通]],
    },
    [[B]],
  },
  -- 34
  {
    [[在不同的经济增长阶段，经济活动所积累的风险水平和表现程度有所不同，因此金融机构在资源配置上必然会有不同的表现。一般而言，金融机构习惯享受顺周期的经济上升发展，愿意做的事；普遍忽视顺周期的末端风险管理，而一遇经济逆转，常会“雨中收伞”“”，一些机构甚至不会再投放资源。<br>
依次填入画横线部分最恰当的一项是：]],
    {
      [[A、顺水推舟  明哲保身]],
      [[B、济困扶危  竭泽而渔]],
      [[C、因势利导  急流勇退]],
      [[D、锦上添花  釜底抽薪]],
    },
    [[D]],
  },
  -- 35
  {
    [[动漫起初是儿童的天堂。博得孩子们喜爱，通常是一部动漫作品获得成功最重要的。然而，随着大众文化的兴起，成人开始进入西方动漫艺术消费的视野，赢得广大成人观众的青睐，越来越为各大动漫公司所。事实上，也正由于成人动漫观众的不断增长，十多年来，西方动漫艺术最终摆脱了过去的地位，在当代影视艺术中占据重要一席。<br>
依次填入画横线部分最恰当的一项是：]],
    {
      [[A、标志  重视  边缘]],
      [[B、指标  称赞  尴尬]],
      [[C、象征  追捧  附属]],
      [[D、标准  欢迎  弱势]],
    },
    [[A]],
  },
  -- 36
  {
    [[新中国的区域与城市规划始于20世纪50年代，目前在空间规划上已初步形成了八个主要，按照从小到大的顺序，依次是乡村规划、小城镇规划、城市规划、大都市规划、大都市区规划、大都市圈规划、城市群规划和湾区规划。但由于缺乏系统的和深入的研究，很多概念的内涵和边界不够清楚，这给实际的规划和建设带来诸多的不便和。<br>
依次填入画横线部分最恰当的一项是：]],
    {
      [[A、层次  调查  阻碍]],
      [[B、部分  考察  负担]],
      [[C、层级  梳理  混乱]],
      [[D、维度  分析  困难]],
    },
    [[C]],
  },
  -- 37
  {
    [[随着汽车电动化的不断发展，国内造车新势力，传统车企亦纷纷转战新能源，新能源汽车领域热点不断。但转型时期谈全面推行纯电动汽车略显，具有综合性强、用户接受度高等优势的混合动力汽车作为过渡性产品了当前的市场，车主纷纷投向混合动力汽车的怀抱。<br>
依次填入画横线部分最恰当的一项是：]],
    {
      [[A、跃跃欲试  激进  拓展]],
      [[B、异军突起  超前  适应]],
      [[C、独占鳌头  夸张  迎合]],
      [[D、风起云涌  乐观  占领]],
    },
    [[B]],
  },
  -- 38
  {
    [[东北人喜欢的酸菜，四川人喜欢的泡菜，广东人喜欢的梅菜，都是依靠时间“”的美食。但在腌制食品中存在的亚硝酸盐，是健康的一大威胁。更何况很多中国家庭还特别喜欢自制腌制品，一旦操作不当就会引发中毒。腌制品和腐败食物，美味和损伤，有时候只是。<br>
依次填入画横线部分最恰当的一项是：]],
    {
      [[A、精雕细琢  广泛  一墙之隔]],
      [[B、点石成金  少量  一念之差]],
      [[C、脱胎换骨  普遍  一步之遥]],
      [[D、改头换面  长期  一时之选]],
    },
    [[C]],
  },
  -- 39
  {
    [[一种新的意识、新的心智特征、新的生活形态一开始都是以一种不可辨认的方式，渐渐地显露出来，越来越清楚，直到成为我们存在的一部分，进而影响甚至我们的生活。今天，我们已经不知不觉地进入了一种现实世界与网络世界在一起的“后人类时代”，离开手机和电脑的生活已经变得非常艰难。<br>
依次填入画横线部分最恰当的一项是：]],
    {
      [[A、酝酿  改变  融合]],
      [[B、产生  扰乱  重叠]],
      [[C、出现  掌控  穿插]],
      [[D、萌生  支配  交织]],
    },
    [[D]],
  },
  -- 40
  {
    [[当中原的青铜文化如火如荼之时，面对铜料欠缺的窘境，务实的越人，开创了瓷器生产的新纪元。秦汉时期是中国历史上大动荡大变革的时代，各行各业的面貌都，古老越地的陶瓷业也是如此。进入东汉，过去的原始瓷退出历史的舞台，一种面貌全新的青瓷在上虞曹娥江中游地区的窑场随之诞生。<br>
依次填入画横线部分最恰当的一项是：]],
    {
      [[A、另辟蹊径  焕然一新  悄然]],
      [[B、独具慧眼  蒸蒸日上  突然]],
      [[C、天马行空  日新月异  黯然]],
      [[D、因地制宜  朝气蓬勃  淡然]],
    },
    [[A]],
  },
  -- 41
  {
    [[染色食品曝光后，许多人表示无法理解：食品色素仅仅是改变颜色，只有“悦目”的作用，为什么一定要染色呢？事实并非如此。食物的颜色会改变人们对食物的味觉体验，进而影响对食物的选择。现代食品技术中有一个领域，就是专门研究食物的各种性质如何影响人们对食物的感受的。成分和加工过程完全相同的食物，仅仅是所采用的颜色不同，就会导致人们对它们的评价显著不同，还会影响人们对食物的选择。<br>
最适合做这段文字标题的是：]],
    {
      [[A、你不知道的食品添加剂]],
      [[B、食品色素背后的心理学]],
      [[C、哪些因素影响食物味道]],
      [[D、现代食品制作中的染色技术]],
    },
    [[B]],
  },
  -- 42
  {
    [[20世纪中期以前的生态学认为，自然界中存在某种“顶级生态系统”。由于进化和生物适应性等原因，在特定环境中，某些物种总能取得优势地位，进而建立起由其主导的生态体系，达到生态平衡。如特定树种的组合总是主导着某一类型的森林，即便雷电引发大规模山火，摧毁这片森林，随着时间推移，该森林总能回复到山火前的那种状态。但在过去数十年间，对自然过程混沌性日渐深入的理解，已取代了这种静态、机械的生态系统观。<br>
这段文字接下来最可能讲的是：]],
    {
      [[A、人类对自然生态系统的干预]],
      [[B、“顶级生态系统”的运作原理]],
      [[C、关于自然和生态系统的混沌理论]],
      [[D、研究环境演变历史的重要意义]],
    },
    [[C]],
  },
  -- 43
  {
    [[我国要在21世纪中叶建成世界科技强国，科学文化建设将在这个历史进程中扮演非常重要的角色。在这个方面，我们有必要增强文化自信。文化自信不仅表现在对既往文化贡献与价值的认同上，更表现在融汇各种优质的文化资源、创造新文化的信心和决心上。尽管全面挖掘和传承我国传统文化中的科学因素、充分认识我国历史上对科学发展做出的贡献十分必要，但更需要思考如何在未来的科学发展和科学文化建设上，做出对世界有重要贡献的新成就，这应该是增强文化自信更重要的一个方面。<br>
这段文字主要说的是：]],
    {
      [[A、文化自信表现在文化资源的整合和创新上]],
      [[B、科学文化发展是建设科技强国的核心]],
      [[C、判断中国科学发展对世界所做贡献的标准]],
      [[D、科学文化建设中增强文化自信的途径]],
    },
    [[D]],
  },
  -- 44
  {
    [[潜水员在执行水下任务的过程中，普遍采用信号绳作为主要通信工具，即通过对信号绳的拉、抖组成系列信号来实现对陆上的简易通信。这种通信方式便捷、直接，但是其弊端也是显而易见的：信号绳仅能实现有限信息量的表达，且信号传输过程极易受复杂海水环境影响而中断或失效，带来安全隐患。2015年，就曾有潜水员的信号绳被缠住而险些发生事故。可以说，潜水员在执行水下任务时，是真正的命悬一“线”。针对信号绳的诸多弊病，结合智能穿戴设备在民用领域的快速发展，面向军事潜水领域的智能穿戴产品逐渐成为科技工作者的研发热点之一。<br>
这段文字接下来最可能讲的是：]],
    {
      [[A、军事潜水领域智能穿戴设备的关键技术]],
      [[B、信号绳在军事领域传递信息中的缺陷]],
      [[C、日常生活中智能穿戴设备的发展现状]],
      [[D、人工智能技术引入穿戴设备的前景预期]],
    },
    [[A]],
  },
  -- 45
  {
    [[太赫兹波具备微波和红外辐射所没有的独特属性。太赫兹波具有频率高、波长短且在浓烟、沙尘等环境中传输损耗少等“独门绝技”，可一眼“看透”墙体进而对房屋内部进行扫描，是复杂战场环境下成像寻敌的理想技术。虽然太赫兹波在大气中传输时易受各类气候条件影响，传输距离有限，但在某些特殊情况下，这一“短板”恰恰成为太赫兹通信的又一技术“专长”。比如在遇到大气衰减时，太赫兹波的信号根本无法传播到敌人的无线电监听机构中，因此可实现隐蔽的近距离通信。<br>
这段文字没有提到太赫兹波的：]],
    {
      [[A、物理特性]],
      [[B、特殊优势]],
      [[C、应用场景]],
      [[D、发现过程]],
    },
    [[D]],
  },
  -- 46
  {
    [[国际金融危机以来，各国对充分就业目标都更为关注。一般来讲，外国输入的产品会和本国生产的产品形成竞争，一旦本国产品被进口商品替代，从事该项产品生产的本国工人就会失业，这是引起贸易摩擦的根本原因。通过大力发展对外直接投资，能够起到替代对外贸易的作用。鼓励中国企业把生产活动转移到劳动力成本更低的贸易伙伴国家，一方面可以替代对目标国的出口，增加目标国的就业；另一方面，对外投资企业在当地生产、当地出售，依然可以获得出口的利润，还减少了来自本国的顺差，同样可以避免贸易摩擦。<br>
这段文字意在说明：]],
    {
      [[A、中国企业的对外直接投资将会逐渐增多]],
      [[B、对外直接投资有利于缓解国际贸易摩擦]],
      [[C、金融危机有可能影响充分就业目标的实现]],
      [[D、就业保护是引起国际贸易摩擦的根本原因]],
    },
    [[B]],
  },
  -- 47
  {
    [[人口向城市迁移并不一定会推动经济增长和生产率的提高。如果人口流入城市，却没有优质的就业作为依托，就会导致城市的贫民窟化。只有经济结构根据经济发展阶段进行转换，经济才会增长，并创造良好的就业机会，收入才会随之增加，人口才会向城市迁移。所以，。<br>
填入画线部分最恰当的一句是：]],
    {
      [[A、人口向城市迁移是经济发展的必然趋势]],
      [[B、人口迁移率是衡量经济发展水平的重要指标]],
      [[C、只有调整经济结构，才能增加城市中的就业机会]],
      [[D、城镇化其实是经济发展的结果，而非前提]],
    },
    [[D]],
  },
  -- 48
  {
    [[过去100多年来，围绕达尔文进化论是否正确的争论从未停歇。不断涌现的科学事实在弥补达尔文当年未曾发现的“缺失环节”的同时，也在检验着达尔文进化论的预测能力。例如，2004年在加拿大发现的“提克塔利克鱼”化石揭示了从鱼类（鳍）到陆生动物（腿）之间的过渡状态，被公认是“种系渐变论”的一个极好例证。当然，达尔文进化论并非完美无缺，它确实存在“可证伪”之处。以自然选择理论为例，它在孟德尔遗传学建立之初就受到了强烈挑战，但各种不能用自然选择理论简单解释的新证据最终还是拓展了人们对进化动力和机制的认识，而不是摒弃该理论。<br>
这段文字以自然选择理论受到孟德尔遗传学挑战为例，目的是：]],
    {
      [[A、说明达尔文进化论具有可证伪性]],
      [[B、证明达尔文进化论具有预测能力]],
      [[C、提出“种系渐变论”的事实例证]],
      [[D、加深人们对生物进化机制的认识]],
    },
    [[A]],
  },
  -- 49
  {
    [[①当时的塞纳省省长奥斯曼规划了一座地下之城，将巴黎发展成一座立体化的城市<br>
②从中世纪延续而来的平面化城市已经难以满足经济社会飞速发展的新需要<br>
③后来，这个以下水道系统为基础的地下巴黎，随着公共产品种类的增加而不断添入新功能<br>
④现在，地上的巴黎光彩照人，底下的巴黎默默付出，二者共同承载着这座千年古都的迷人风情<br>
⑤城市形态由地上向地下延展，拓展了城市的空间<br>
⑥作为法国的政治、经济和文化中心，19世纪的巴黎面临着一场迫切的现代化转型<br>
将以上6个句子重新排列，语序正确的是：]],
    {
      [[A、②⑥④③⑤①]],
      [[B、④⑥③⑤①②]],
      [[C、⑥②①⑤③④]],
      [[D、①⑥④⑤②③]],
    },
    [[C]],
  },
  -- 50
  {
    [[①由于各个作者对所描绘植物和绘画手法有不同的认识，所以诸多本草著作中就出现了风格各异的插图，但准确性欠佳<br>
②植物科学画在中国有过辉煌时期，中国最早对植物的了解来自农业生产和本草医药的需要<br>
③本草学家把社会实践中积累的植物学知识用文字记录下来，并配以形象图画，使人们更容易识别和利用植物，其中最著名的是李时珍的《本草纲目》<br>
④为了能在最鲜活的状态下记录物种的模样，探险队伍中增加了专业画师，这就有了植物科学画的雏形<br>
⑤那个时期的绘画工具是毛笔，技法是中国画中的白描<br>
⑥现代意义的植物科学画源自西方，地理大发现时期，欧洲贵族、商人和科学家组成的舰队探索世界，同时收集动植物标本<br>
将以上6个句子重新排列，语序正确的是：]],
    {
      [[A、⑥④②①⑤③]],
      [[B、②③⑤①⑥④]],
      [[C、②⑤①③④⑥]],
      [[D、⑥②③①④⑤]],
    },
    [[B]],
  },
  -- 51
  {
    [[①即使是只涉及到语言、数学和创造的简单任务也跨越了半球，由整个大脑共同完成<br>
②大脑的左右半球只有一个主要区别：右半球控制身体左侧，左半球控制身体右侧<br>
③大脑分为左右两个半球，由称为胼胝体的结构连接<br>
④这导致很多人推测两个半球之间存在很大差异，但是其中很多猜测并不正确<br>
⑤如果大脑受到损伤，健康的部分有时可接管受损部分的功能，甚至是大脑另外半球区域的功能<br>
⑥现代脑成像技术明确证实，一个健康的大脑总是通过胼胝体连接左右半球、共同工作的<br>
将以上6个句子重新排列，语序正确的是：]],
    {
      [[A、③②④⑥①⑤]],
      [[B、⑥③④②⑤①]],
      [[C、⑥⑤③②①④]],
      [[D、③④⑥①②⑤]],
    },
    [[D]],
  },
  -- 52
  {
    [[中星16号是我国首颗成功发射的高通量通信卫星。在这颗通信卫星上，首次使用了Ka频段宽带通信技术。卫星容量其实就像公路一样，原来通信卫星的C频段以及Ku频段最多只能容纳两辆车同时前进，所能运载的货物（也就是信息数据）是有限的。但是Ka频段的卫星容量则要大很多，它可以同时行驶10辆或者更多的汽车。这项技术的突破，______，特别是在地面通信网络无法覆盖的地区，以及飞机、高铁、轮船等交通工具上，都可以实现宽带通信。<br>
填入画横线部分最恰当的一句是：]],
    {
      [[A、意味着未来通过通信卫星可以随时随地实现宽带上网]],
      [[B、预示着我国自主研发技术已打破国外垄断通信的局面]],
      [[C、在真正意义上实现了自主通信卫星宽带的广泛应用]],
      [[D、填补了我国通信卫星在多频段通信技术领域的空白]],
    },
    [[A]],
  },
  -- 53
  {
    [[据报道，地球冰川正处于快速融化阶段。但是一些科学家认为，在远古时期，地球曾陷入一种叫做“雪球地球”的深度冰冻状态，当时冰盖几乎完全覆盖了整个地球。然而，地球出现深度冰冻的次数、延伸范围以及地球变成雪球的速度，一直是未解之谜。目前，科学家对埃塞俄比亚最新发现的岩石序列进行分析，结果显示“雪球地球”仅在几千年内就可形成。这项发现支持雪球冰川理论模型，该模型表明，一旦冰层延伸至地球纬度30度位置，就会出现全球范围的快速冰川作用。<br>
从这段文字中我们可以获知以下哪一信息？]],
    {
      [[A、快速冰川作用出现的原因]],
      [[B、“雪球地球”的形成速度]],
      [[C、地球出现深度冰冻的次数]],
      [[D、“雪球地球”出现的具体年代]],
    },
    [[B]],
  },
  -- 54
  {
    [[全球过度使用或滥用抗生素，导致耐药微生物正在成为传统抗生素产业的死敌。寻求这一困境的破解之道，是全球抗生素科学家的研发重点，也将决定未来医药产业发展的重点和方向。信息菌素作为一种新型抗生素，具有全新的杀菌机制，通过在细菌的细胞膜上形成一个致死性离子通道，让细菌内容物泄漏、能量耗竭，从而杀死细菌。凡是具有脂质双分子生物膜的微生物都逃避不了这种杀伤。信息菌素具有安全、杀菌效果强、不易产生耐药性等优点，杀菌效率是目前常规抗生素的数百倍甚至数万倍。<br>
根据这段文字，下列说法正确的是：]],
    {
      [[A、信息菌素与常规抗生素的杀菌机制类似]],
      [[B、传统抗生素难以穿透脂质双分子生物膜]],
      [[C、信息菌素对特定微生物有致命的杀伤力]],
      [[D、过度使用信息菌素会产生耐药性的问题]],
    },
    [[C]],
  },
  -- 55
  {
    [[基础数学是一门对天赋要求极高的学科，它的高度抽象性让不具备这种天赋的人望而生畏。在某种意义上可以说，是数学选择了它的追随者，而非相反。加之数学是一门完全依赖人自身最纯粹的大脑机能进行探索的学科，这使得一流的数学研究介乎学问和艺术创造之间，总是在“灵感乍现”的时刻产生突破。因此，数学家实际上是一个极其冒险的职业，其成就几乎完全仰仗天赋和灵感的偶然眷顾。另一方面，对具有数学才能的人来说，现代社会充满了机会的诱惑，金融、计算机、互联网，都是比数学研究更赚钱的行业。<br>
这段文字意在：]],
    {
      [[A、解释数学家可遇不可求的现象]],
      [[B、说明天赋对于数学研究的意义]],
      [[C、探讨基础数学研究的本质规律]],
      [[D、强调基础数学发展面临的困境]],
    },
    [[A]],
  },
  -- 56
  {
    [[关于第一批人类如何来到美洲大陆，通常的说法是靠步行。在冰河时期，人们横穿了1500公里，从当时连接西伯利亚和加拿大北部的大片陆块迁徙过去。随着冰河期结束，这片称为“白令陆桥”的陆块成为白令海峡。然而，“陆桥说”已逐渐不再流行，一些迹象显示，人类有可能是顺着太平洋沿岸搭船前往美洲的。考古发现美洲有14000年历史的人类聚落，足以作为早期人们由出海口逆流而上、踏入内陆的佐证，例如位于俄勒冈州太平洋沿岸的佩斯利洞穴。现在，有更确切的证据表明，人类并未经由“白令陆桥”抵达美洲。<br>
最适合做这段文字标题的是：]],
    {
      [[A、“白令陆桥”真的存在吗]],
      [[B、人类航海史超出你想象]],
      [[C、人类究竟是怎样来到美洲大陆的]],
      [[D、考古发现再现远古人类迁徙路线]],
    },
    [[C]],
  },
  -- 57
  {
    [[“脱贫”不仅是政策语汇，也是文化社会学的范畴。近年来，农村调研、乡村报道不断反映出一个规律——物质的贫困与文化的落后是一体两面，精神的安放与脱贫的实现需要同步达成。因此在评价扶贫工作成绩时，除了要用人均纯收入、可支配收入等数字标准，要看住房安全、基本医疗这些生存保障，还应该多拿“人文的尺子”量一量，其结果才更为精准。很多经验表明，某一地区的发展机会未必取决于该地方的自然禀赋，但一定与其人群的价值取向和生存理念息息相关。唯有开启民智，培养起“精气神”，才能让脱贫成果更持久稳固。<br>
这段文字意在强调：]],
    {
      [[A、当下贫困地区的地方文化建设任务艰巨]],
      [[B、乡村文化建设应该以可持续发展为原则]],
      [[C、扶贫的最终目标是实现生活方式的变革]],
      [[D、精神脱贫应该成为评价脱贫工作的指标]],
    },
    [[D]],
  },
  -- 58
  {
    [[环境保护主义是一种信念，是一种重建人与自然关系的强烈愿望。要实现这一愿望，就必须树立一种自然共同体的意识，即将人类在共同体中的征服者角色，变为这一共同体中的普通一员。它暗含着对每个成员的尊敬，也包括对这个共同体本身的尊敬。只有树立了这样的一种道德意识，人们才有可能在运用其在这一共同体中的权利时，感到所负有的对这个共同体的义务。这不仅依赖对自然本质的科学理解，也依赖在了解基础上建立起的对自然的感情。<br>
这段文字最后一句话中的“这”指的是：]],
    {
      [[A、热爱自然的感情]],
      [[B、自然共同体意识的树立]],
      [[C、重建人与自然关系的愿望]],
      [[D、对自然共同体的义务]],
    },
    [[B]],
  },
  -- 59
  {
    [[强调谋略和构想，是军事战略指导的题中之义，但这种构想必须从客观实际出发，与力量手段相匹配。在中国革命战争初期，“城市中心论”和“农村包围城市”两条路线的命运之所以截然不同，就是因为前者机械照搬俄国十月革命的经验，后者是在科学分析中国国情以及敌我力量的构成、对比和布局等基础上，提出的一种符合中国革命客观实际的战略构想。因此，确定战略目标或制定战略方针，都要依据国家安全总体战略，结合政治、经济、外交、文化，特别是现有军事力量的实际状况来确定。<br>
这段文字意在说明：]],
    {
      [[A、军事战略构想不能机械照搬固有模式]],
      [[B、科学分析国情是战略制定的必要前提]],
      [[C、军事战略构想应与客观实际紧密结合]],
      [[D、战略选择应该取决于特定的时代要求]],
    },
    [[C]],
  },
  -- 60
  {
    [[作为经历600年风雨、年客流量1600万的世界五大博物馆之一，故宫也曾在公众面前遭遇尴尬，如今却能华丽转身，在互联网上主打造物之美，兼顾攻略之实。故宫似乎找到了传统文化的“正确打开方式”，实现了传统文化的形态丰富和再造——故宫已经不再只是那个北京城中轴线上72万平方米的皇家院子，它在云端，在数字博物馆里，在创意用品中，更为重要的是，它已经走进了寻常百姓家。从皇家私藏到国家所有，再到多层次、多渠道的社会共享，在故宫文物面前，人与物的关系发生了分明的进化，早已不再是“天下至宝，尽归帝王家”，而是更接近共有共享的理念。<br>
根据这段文字，传统文化的“正确打开方式”指的是：]],
    {
      [[A、密切与公众的联系]],
      [[B、拓宽传统文化宣传渠道]],
      [[C、对传统进行新解读]],
      [[D、利用网络实现文物共享]],
    },
    [[A]],
  },
  -- 61
  {
    [[有100名员工去年和今年均参加考核，考核结果分为优、良、中、差四个等次。今年考核结果为优的人数是去年的1.2倍，今年考核结果为良及以下的人员占比比去年低15个百分点。问两年考核结果均为优的人数至少为多少人？]],
    {
      [[A、55]],
      [[B、65]],
      [[C、75]],
      [[D、85]],
    },
    [[B]],
  },
  -- 62
  {
    [[从A市到B市的机票如果打6折，包含接送机出租车交通费90元、机票税费60元在内的总乘机成本是机票打4折时总乘机成本的1.4倍。问从A市到B市的全价机票价格（不含税费）为多少元？]],
    {
      [[A、1200]],
      [[B、1250]],
      [[C、1500]],
      [[D、1600]],
    },
    [[C]],
  },
  -- 63
  {
    [[小张和小王在同一个学校读研究生，每天早上从宿舍到学校有6:40、7:00、7:20和7:40发车的4班校车。某星期周一到周三，小张和小王都坐班车去学校，且每个人在3天中乘坐的班车发车时间都不同。问这3天小张和小王每天都乘坐同一趟班车的概率在：]],
    {
      [[A、以下]],
      [[B、之间]],
      [[C、之间]],
      [[D、以上]],
    },
    [[C]],
  },
  -- 64
  {
    [[甲车上午8点从A地出发匀速开往B地，出发30分钟后乙车从A地出发以甲车2倍的速度前往B地，并在距离B地10千米时追上甲车。如乙车9点10分到达B地，问甲车的速度为多少千米/小时？]],
    {
      [[A、30]],
      [[B、36]],
      [[C、45]],
      [[D、60]],
    },
    [[A]],
  },
  -- 65
  {
    [[甲和乙进行5局3胜的乒乓球比赛，甲每局获胜的概率是乙每局获胜概率的1.5倍。问以下哪种情况发生的概率最大？]],
    {
      [[A、比赛在3局内结束]],
      [[B、乙连胜3局获胜]],
      [[C、甲获胜且两人均无连胜]],
      [[D、乙用4局获胜]],
    },
    [[A]],
  },
  -- 66
  {
    [[有甲、乙、丙三个工作组，已知乙组2天的工作量与甲、丙共同工作1天的工作量相同。A工程如由甲、乙组共同工作3天，再由乙、丙组共同工作7天，正好完成。如果三组共同完成，需要整7天。B工程如丙组单独完成正好需要10天，问如由甲、乙组共同完成，需要多少天？]],
    {
      [[A、不到6天]],
      [[B、6天多]],
      [[C、7天多]],
      [[D、超过8天]],
    },
    [[C]],
  },
  -- 67
  {
    [[某单位有2个处室，甲处室有12人，乙处室有20人。现在将甲处室最年轻的4人调入乙处室，则乙处室的平均年龄增加了1岁，甲处室的平均年龄增加了3岁。问在调动之前，两个处室的平均年龄相差多少岁？]],
    {
      [[A、8]],
      [[B、12]],
      [[C、14]],
      [[D、15]],
    },
    [[B]],
  },
  -- 68
  {
    [[甲和乙两条自动化生产线同时生产相同的产品，甲生产线单位时间的产量是乙生产线的5倍，甲生产线每工作1小时就需要花3小时时间停机冷却而乙生产线可以不间断生产。问以下哪个坐标图能准确表示甲、乙生产线产量之差（纵轴L）与总生产时间（横轴T）之间的关系？]],
    {
      [[A、]],
      [[B、]],
      [[C、]],
      [[D、]],
    },
    [[A]],
  },
  -- 69
  {
    [[某单位要求职工参加20课时线上教育课程，其中政治理论10课时，专业技能10课时。可供选择的政治理论课共8门，每门2课时；可供选择的专业技能课共10门，其中2课时的有5门，1课时的有5门。问可选择的课程组合共有多少种？]],
    {
      [[A、5656]],
      [[B、5600]],
      [[C、1848]],
      [[D、616]],
    },
    [[A]],
  },
  -- 70
  {
    [[花圃自动浇水装置的规则设置如下：<br>
①每次浇水在中午12:00~12:30之间进行；<br>
②在上次浇水结束后，如连续3日中午12:00气温超过30摄氏度，则在连续第3个气温超过30摄氏度的日子中午12:00开始浇水；<br>
③如在上次浇水开始120小时后仍不满足条件②，则立刻浇水。<br>
已知6月30日12:00~12:30该花圃第一次自动浇水，7月份该花圃共自动浇水8次，问7月至少有几天中午12:00的气温超过30摄氏度？]],
    {
      [[A、18]],
      [[B、20]],
      [[C、12]],
      [[D、15]],
    },
    [[D]],
  },
  -- 71
  {
    [[从所给的四个选项中，选择最合适的一个填入问号处，使之呈现一定的规律性：<br>
]],
    {
      [[A、A]],
      [[B、B]],
      [[C、C]],
      [[D、D]],
    },
    [[B]],
  },
  -- 72
  {
    [[从所给的四个选项中，选择最合适的一个填入问号处，使之呈现一定的规律性：<br>
]],
    {
      [[A、A]],
      [[B、B]],
      [[C、C]],
      [[D、D]],
    },
    [[B]],
  },
  -- 73
  {
    [[从所给的四个选项中，选择最合适的一个填入问号处，使之呈现一定的规律性：<br>
]],
    {
      [[A、A]],
      [[B、B]],
      [[C、C]],
      [[D、D]],
    },
    [[D]],
  },
  -- 74
  {
    [[从所给的四个选项中，选择最合适的一个填入问号处，使之呈现一定的规律性：<br>
]],
    {
      [[A、A]],
      [[B、B]],
      [[C、C]],
      [[D、D]],
    },
    [[A]],
  },
  -- 75
  {
    [[左边给定的是正方体的外表面展开图，下面哪一项能由它折叠而成？<br>
]],
    {
      [[A、A]],
      [[B、B]],
      [[C、C]],
      [[D、D]],
    },
    [[C]],
  },
  -- 76
  {
    [[左图为6个相同小正方体组合成的多面体，将其从任一面剖开，以下哪一项不可能是该多面体的截面？<br>
]],
    {
      [[A、A]],
      [[B、B]],
      [[C、C]],
      [[D、D]],
    },
    [[D]],
  },
  -- 77
  {
    [[下图为同样大小的正方体堆叠而成的多面体正视图和后视图。该多面体可拆分为①、②、③和④共4个多面体的组合，问下列哪一项能填入问号处？<br>
]],
    {
      [[A、A]],
      [[B、B]],
      [[C、C]],
      [[D、D]],
    },
    [[D]],
  },
  -- 78
  {
    [[把下面的六个图形分为两类，使每一类图形都有各自的共同特征或规律，分类正确的一项是：<br>
]],
    {
      [[A、①②③，④⑤⑥]],
      [[B、①②⑥，③④⑤]],
      [[C、①④⑥，②③⑤]],
      [[D、①③④，②⑤⑥]],
    },
    [[B]],
  },
  -- 79
  {
    [[把下面的六个图形分为两类，使每一类图形都有各自的共同特征或规律，分类正确的一项是：<br>
]],
    {
      [[A、①④⑤，②③⑥]],
      [[B、①②⑤，③④⑥]],
      [[C、①④⑥，②③⑤]],
      [[D、①③④，②⑤⑥]],
    },
    [[A]],
  },
  -- 80
  {
    [[把下面的六个图形分为两类，使每一类图形都有各自的共同特征或规律，分类正确的一项是：<br>
]],
    {
      [[A、①③④，②⑤⑥]],
      [[B、①②⑥，③④⑤]],
      [[C、①③⑤，②④⑥]],
      [[D、①④⑥，②③⑤]],
    },
    [[C]],
  },
  -- 81
  {
    [[定律假说是对一类事物或现象的性质或发生原因作出推测性解释，得出一个可能具有普遍性意义的规律性命题，从而试图建立、发展或补充科学理论。<br>
根据上述定义，下列属于定律假说的是：]],
    {
      [[A、老师向学生们解释潮汐现象产生的原因是海水在引力作用下出现的周期性运动]],
      [[B、某单位仓库被盗，由于未发现破坏性进入的痕迹，侦查人员认为内部人员作案的可能性极大]],
      [[C、牛顿根据苹果掉落现象发现了万有引力定律]],
      [[D、有研究人员指出，由基因导致的疾病可能都是由于基因突变引起的]],
    },
    [[D]],
  },
  -- 82
  {
    [[严格指示词是指一个语言表达式所具有的如下性质：它所指示的对象不会随着该表达式被使用的具体情境而发生改变。这些情境通常包括表达式的使用主体、表达式被使用的时间、地点、世界状态等等。<br>
根据上述定义，下列属于严格指示词的是：]],
    {
      [[A、现任联合国秘书长]],
      [[B、世界上身高最高的人]],
      [[C、最小的素数]],
      [[D、经常坐在教室第一排正中间的同学]],
    },
    [[C]],
  },
  -- 83
  {
    [[同病异治是指中医对相同疾病采取不同的治法，达到治病求本的治疗效果；异病同治是指不同的疾病在发展过程中出现性质相同的症状，因而可以采用同样的中医治疗方法。<br>
根据上述定义，下列属于异病同治的是：]],
    {
      [[A、久痢脱肛和胃下垂，均为中气下陷之证，可用升提中气之法治疗]],
      [[B、外感风热，内有蕴热的表里俱实之证，宜解表和攻里之药同时并用]],
      [[C、麻疹初期疹未出透，治疗宜宣肺透疹；中期肺热明显，治疗宜清热解毒]],
      [[D、风热感冒宜用辛凉解表法治疗，风寒感冒宜用辛温解表法治疗]],
    },
    [[A]],
  },
  -- 84
  {
    [[物候现象是生物随着气候一年四季的周期性变化而发生的相应季节性变化的现象。影响物候现象的因素主要包括海拔的差异、经度的差异、纬度的差异和时间的差异。<br>
下列诗句反映的物候现象受到海拔差异影响的是：]],
    {
      [[A、日出江花红胜火，春来江水绿如蓝]],
      [[B、竹外桃花三两枝，春江水暖鸭先知]],
      [[C、人间四月芳菲尽，山寺桃花始盛开]],
      [[D、羌笛何须怨杨柳，春风不度玉门关]],
    },
    [[C]],
  },
  -- 85
  {
    [[公平世界谬误是指人们倾向于认为我们生活的世界是公平的，一个人获得成就，是因为他肯定做对了什么，所以这份成就是他应得的；一个人遭遇不幸，他自己也有责任，甚至是咎由自取。<br>
根据上述定义，下列没有反映公平世界谬误的是：]],
    {
      [[A、一分耕耘，一分收获]],
      [[B、谋事在人，成事在天]],
      [[C、可怜之人必有可恨之处]],
      [[D、天网恢恢，疏而不漏]],
    },
    [[B]],
  },
  -- 86
  {
    [[按照先后顺序排列的两个数字或者字母称为序对，如2a、e3、dm等等，序对中的第一个数字或者字母称为前项，第二个称为后项。函项指的是由若干序对构成的一个有限序列，其中每个序对的前项都是字母，后项都是数字，并且对于任一序对，如果前项相同，则后项必定相同。<br>
根据上述定义，下列哪项属于函项？]],
    {
      [[A、p3、c4、d6、p6、m8]],
      [[B、b3、5a、8n、p1、66]],
      [[C、f4、h4、gm、y2、x2]],
      [[D、a3、b5、d6、p1、e3]],
    },
    [[D]],
  },
  -- 87
  {
    [[诉前财产保全是指利害关系人因情况紧急，若不立即申请财产保全将会使其合法权益受到难以弥补的损害，起诉前向人民法院申请，由人民法院采取的一种财产保全措施。<br>
根据上述定义，下列不属于诉前财产保全的是：]],
    {
      [[A、工厂甲向信用社乙贷款500万元，甲无法按期归还。乙随即起诉，审理期间得知甲已将设备转卖，遂请求法院查封甲正在出售的大楼]],
      [[B、甲与乙签订购销合同，甲给乙200万元预付款后，发现乙有欺诈行为，无力履行合同，遂请求人民法院冻结200万元预付款]],
      [[C、银行甲与公司乙签订协议，甲向乙提供5000万元贷款，分3期还清，第一笔到期时乙无力归还，甲向法院申请查封乙的财产]],
      [[D、甲欠乙10万元，乙多次找甲还钱未果，得知甲有一辆轿车，乙向法院申请将甲的轿车予以查封，再将甲告上法庭]],
    },
    [[A]],
  },
  -- 88
  {
    [[员工帮助计划是由企业为员工设置的一套长期的、系统的福利项目，通过专业人员对员工及其直系亲属提供专业指导和咨询，旨在帮助解决员工及其家庭成员的各种心理和行为问题，提高员工在企业中的工作绩效。<br>
根据上述定义，下列属于员工帮助计划的是：]],
    {
      [[A、项目经理小祁的父亲最近去世了，小祁很悲痛，工作效率受到很大影响，总经理特批了一笔慰问款]],
      [[B、司机小方驾车外出工作期间交通肇事致人死亡，公司聘请律师为小方做从轻处罚的辩护，最终小方获刑三年]],
      [[C、会计师老王的儿子没有考上大学，老王夫妇很烦恼，互相指责。在公司心理专员的指导下，老王改善了与妻子的沟通方式，情绪逐渐好转]],
      [[D、职员小欣情绪低落，有自杀的念头，经医院诊断为重度抑郁症，需住院治疗。公司启动援助机制，为小欣支付了住院费用]],
    },
    [[C]],
  },
  -- 89
  {
    [[沟通网络是信息沟通的结构形式。常见的沟通网络有四种形式：在轮式网络中，一个下级同时与多个主管联系，但主管之间没有沟通的情形。在Y式网络中，第二级有两个上级与之联系，第三级与一个或更多下级发生联系。在环式网络中，每个成员仅与相邻者联系，而不能与更远的成员进行沟通。在全通道式网络中，所有成员间充分进行沟通，所有成员的地位是平等的，无核心人物。<br>
根据上述定义，下列图形反映了轮式网络特点的是：<br>
]],
    {
      [[A、A]],
      [[B、B]],
      [[C、C]],
      [[D、D]],
    },
    [[D]],
  },
  -- 90
  {
    [[变文和连文是古汉语中常用的修辞方法。变文是指为了避重而在相临近的句子中采用同义词来表达相同的意义。连文是指本来要表达甲，而连带说到乙，使两个相关联的词连在一起，但突出表达其中一个词的意义。<br>
根据上述定义，下列使用了连文这一修辞方法的是：]],
    {
      [[A、《史记·淮阴侯列传》：“置之死地而后生，置之亡地而后存。”]],
      [[B、《易经·系辞上传》：“鼓之以雷霆，润之以风雨。”]],
      [[C、诸葛亮《出师表》：“受任于败军之际，奉命于危难之间。”]],
      [[D、贾谊《过秦论》：“南取汉中，西举巴蜀，东割膏腴之地，北收要害之郡。”]],
    },
    [[B]],
  },
  -- 91
  {
    [[分母：除数]],
    {
      [[A、内角：外角]],
      [[B、加减法：乘除法]],
      [[C、横坐标：纵坐标]],
      [[D、百分比：百分率]],
    },
    [[D]],
  },
  -- 92
  {
    [[直线交叉：直线不平行]],
    {
      [[A、]],
      [[B、100：沸腾]],
      [[C、：臭氧]],
      [[D、：圆面积]],
    },
    [[A]],
  },
  -- 93
  {
    [[刻舟：求剑]],
    {
      [[A、里应：外合]],
      [[B、掩耳：盗铃]],
      [[C、打草：惊蛇]],
      [[D、指桑：骂槐]],
    },
    [[B]],
  },
  -- 94
  {
    [[马蹄莲：蟹爪兰]],
    {
      [[A、牵牛花：美人蕉]],
      [[B、卷心菜：夜来香]],
      [[C、灯笼椒：金针菇]],
      [[D、佛手柑：含羞草]],
    },
    [[C]],
  },
  -- 95
  {
    [[金库：现钞：保管]],
    {
      [[A、网球场：球迷：观看]],
      [[B、电缆车：景区：观光]],
      [[C、录音棚：专辑：播放]],
      [[D、美术馆：字画：陈列]],
    },
    [[D]],
  },
  -- 96
  {
    [[山洪：村民：士兵]],
    {
      [[A、狂风：雷电：灯塔]],
      [[B、事故：伤员：医生]],
      [[C、海啸：船舶：渔民]],
      [[D、婚礼：新人：主持]],
    },
    [[B]],
  },
  -- 97
  {
    [[病毒：传染病：流行性]],
    {
      [[A、毒驾：车祸：危害性]],
      [[B、市场：交易：自发性]],
      [[C、噪声：听力损伤：普遍性]],
      [[D、甜食：肥胖症：突发性]],
    },
    [[A]],
  },
  -- 98
  {
    [[微量元素：稀有金属：铜]],
    {
      [[A、木本植物：草本植物：松树]],
      [[B、海洋动物：哺乳动物：北极熊]],
      [[C、内陆湖：淡水湖：青海湖]],
      [[D、节肢动物：两栖动物：鳄鱼]],
    },
    [[C]],
  },
  -- 99
  {
    [[莲蓬 对于（  ）相当于（  ）对于 葛根]],
    {
      [[A、荷叶；葛藤]],
      [[B、荷花；葛粉]],
      [[C、喜爱；纠缠]],
      [[D、荷塘；山岗]],
    },
    [[A]],
  },
  -- 100
  {
    [[立案 对于（  ）相当于（  ）对于 判决]],
    {
      [[A、起诉；服刑]],
      [[B、审理；质证]],
      [[C、犯罪；调解]],
      [[D、罚款；执行]],
    },
    [[A]],
  },
  -- 101
  {
    [[一般来说，塑料极难被分解，即使是较小的碎片也很难被生态系统降解，因此它造成的环境破坏十分严重。近期科学家发现，一种被称为蜡虫的昆虫能够降解聚乙烯，而且速度极快。如果使用生物技术复制蜡虫降解聚乙烯，将能够帮助我们有效清理垃圾填埋厂和海洋中累积的塑料垃圾。<br>
以下哪项如果为真，不能支持上述结论？]],
    {
      [[A、世界各地的塑料垃圾的主要成分是聚乙烯]],
      [[B、蜡虫的确能够破坏聚乙烯塑料的高分子链]],
      [[C、聚乙烯被蜡虫降解后的物质对环境的影响尚不明确]],
      [[D、现有科技手段能够将蜡虫降解聚乙烯的酶纯化出来]],
    },
    [[C]],
  },
  -- 102
  {
    [[所有的幼儿园都面临同一个问题：就是对于那些在幼儿园放学之后不能及时来接孩子的家长，幼儿园老师除了等待别无他法，因此许多幼儿园都向晚接孩子的家长收取费用。然而，有调查显示，收取费用后晚接孩子的家长数量并未因此减少，反而增加了。<br>
以下哪项如果为真，最能解释上述调查结果？]],
    {
      [[A、收费标准太低，对原本经常晚来接孩子的家长没有太大的约束力]],
      [[B、有个别家长对收费行为不满，有时会故意以晚接孩子的行为来抗议]],
      [[C、有些家长因工作忙碌，常常不能及时来接孩子]],
      [[D、收费后，更多的家长认为即使晚来接孩子也不必愧疚，只要付费即可]],
    },
    [[D]],
  },
  -- 103
  {
    [[应激本身没有致痛能力，但是流行病学调查发现，长期应激与疼痛慢性化的发生正相关，即长期处于巨大压力下的人群，其疼痛症状更易迁延，进而发展为慢性疼痛。<br>
以下哪项如果为真，最能支持上述调查结果？]],
    {
      [[A、具有焦虑倾向的人，其应激水平往往较高，疼痛慢性化的发生率也会更高]],
      [[B、长期应激可影响神经内分泌系统，使人的疼痛抑制系统的功能被削弱]],
      [[C、吸烟使人体神经内分泌系统发生紊乱，对疼痛感知的影响与应激相似]],
      [[D、如果能有效缓解应激，保持心态平和，疼痛慢性化的发生率将会降低]],
    },
    [[B]],
  },
  -- 104
  {
    [[自从前年甲航运公司实行了经理任期目标责任制之后，公司的经济效益也随之逐年上升。可见，只有实行经理任期目标责任制，才能使甲公司经济效益稳步增长。<br>
以下哪项如果为真，最能削弱上述论证？]],
    {
      [[A、近两年国家经济发展速度较快，航运行业的整体形势大好]],
      [[B、没实行任期目标责任制的乙航运公司，近两年的经济效益也稳步增长]],
      [[C、前年甲公司开始实行职工薪酬管理制度改革，极大地调动了公司员工的积极性]],
      [[D、如果甲航运公司没有实行任期目标责任制，近两年的经济效益会增长得更快]],
    },
    [[D]],
  },
  -- 105
  {
    [[所有的地震都是以P波开始的，这些P波移动快速，使地面发生上下震动，造成的破坏较小。下一个是S波，它的移动很慢，使地面前后、左右晃动，破坏性极大。早期预警系统通过测量P波沿地面移动的情况，来预测S波所造成的影响，然后发出警报。然而，从事此类系统工作的科学家们发现，事实上人们并没有多少时间为大地震做好准备。<br>
要得到上述结论，需要补充的最重要前提是：]],
    {
      [[A、地球上每年大约发生500多万次地震，绝大多数的地震人们根本感觉不到]],
      [[B、根据历年大地震的记载，强震大多在夜里瞬间发生，无法在短时间内组织有效的防御行动]],
      [[C、地震越大，P波与S波之间的间隔越短，留给人们预警的时间不多]],
      [[D、发生较大地震时，人们先感到上下颠簸，而后才有很强的水平晃动，这种晃动是由S波造成的]],
    },
    [[C]],
  },
  -- 106
  {
    [[“镇美”队每个选手完成自己最少的答题任务之后，剩下的题目依次是：]],
    {
      [[A、地理题、历史题]],
      [[B、历史题、地理题]],
      [[C、地理题、历史题、地理题]],
      [[D、历史题、地理题、历史题]],
    },
    [[A]],
  },
  -- 107
  {
    [[如果在该场比赛中，陈佳和赵义均答对了一半的题目，则该场比赛“镇美”队答对的总题数最少为：]],
    {
      [[A、1题]],
      [[B、2题]],
      [[C、3题]],
      [[D、4题]],
    },
    [[C]],
  },
  -- 108
  {
    [[如果有两名选手答题总数相同，则可以得出：]],
    {
      [[A、赵义回答了所有历史题]],
      [[B、陈佳回答的都是地理题]],
      [[C、陈佳和王冰每人各答了一道历史题]],
      [[D、陈佳、王冰中的一人回答了一道历史题]],
    },
    [[D]],
  },
  -- 109
  {
    [[如果在该场比赛中，所有的历史题都答对了，而所有的地理题都答错了，假定每题1分，则以下哪项中选手的得分情况是不可能的？]],
    {
      [[A、陈佳＝1；赵义＝2；王冰＝1]],
      [[B、陈佳＝2；赵义＝1；王冰＝1]],
      [[C、陈佳＝1；赵义＝3；王冰＝0]],
      [[D、陈佳＝2；赵义＝2；王冰＝0]],
    },
    [[B]],
  },
  -- 110
  {
    [[补充以下哪项，可以确定该场比赛中3名选手各自的答题编号？]],
    {
      [[A、赵义回答的是第1、第7题]],
      [[B、陈佳答了4道题]],
      [[C、赵义回答的是第3、第5题]],
      [[D、陈佳回答的是第2、第4和第6题]],
    },
    [[A]],
  },
  -- 111
  {
    [[2017年第三季度，全国平均每吨进口药品单价约为多少万美元？]],
    {
      [[A、2]],
      [[B、19]],
      [[C、8]],
      [[D、96]],
    },
    [[B]],
  },
  -- 112
  {
    [[2017年下半年，全国进口药品数量同比增速低于上月水平的月份有几个？]],
    {
      [[A、2]],
      [[B、3]],
      [[C、4]],
      [[D、5]],
    },
    [[C]],
  },
  -- 113
  {
    [[2016年5月，全国进口药品金额环比增速：]],
    {
      [[A、超过]],
      [[B、在之间]],
      [[C、在之间]],
      [[D、低于]],
    },
    [[C]],
  },
  -- 114
  {
    [[以下折线图中，能准确反映2017年第四季度各月全国进口药品金额环比增长率的是：<br>
]],
    {
      [[A、A]],
      [[B、B]],
      [[C、C]],
      [[D、D]],
    },
    [[D]],
  },
  -- 115
  {
    [[能够从上述资料中推出的是：]],
    {
      [[A、2016年下半年，全国进口药品数量低于1万吨的月份仅有2个]],
      [[B、2017年11月，全国平均每吨进口药品单价低于上年同期水平]],
      [[C、2017年第二季度，全国进口药品金额超过75亿美元]],
      [[D、2017年1月，全国进口药品金额超过20亿美元]],
    },
    [[B]],
  },
  -- 116
  {
    [[2011～2017年，全国二手车交易量同比增量低于80万辆的年份有几个？]],
    {
      [[A、3]],
      [[B、4]],
      [[C、5]],
      [[D、7]],
    },
    [[B]],
  },
  -- 117
  {
    [[“十二五”（2011～2015年）期间，全国二手车总计交易约多少亿辆？]],
    {
      [[A、0.46]],
      [[B、0.50]],
      [[C、0.38]],
      [[D、0.42]],
    },
    [[D]],
  },
  -- 118
  {
    [[2017年1～10月，平均每月全国二手车交易量约为多少万辆？]],
    {
      [[A、100]],
      [[B、105]],
      [[C、90]],
      [[D、95]],
    },
    [[A]],
  },
  -- 119
  {
    [[2015年全国二手车交易总金额比2014年：]],
    {
      [[A、减少了不到100亿元]],
      [[B、减少了100亿元以上]],
      [[C、增长了100亿元以上]],
      [[D、增长了不到100亿元]],
    },
    [[A]],
  },
  -- 120
  {
    [[能够从上述资料中推出的是：]],
    {
      [[A、2016～2017年，全国二手车平均交易价格在6.1～6.15万元之间]],
      [[B、2011～2017年，全国二手车交易量同比增速第4高的年份，当年二手车平均交易价格高于6万元]],
      [[C、2011～2017年，全国二手车交易量同比增长量最高的年份其增长量是最低年份的9倍多]],
      [[D、2011～2017年，全国二手车交易量同比增速低于的年份有4个]],
    },
    [[C]],
  },
  -- 121
  {
    [[2017年，全国处理的支付交易类钓鱼网站数量超过金融证券类钓鱼网站2倍的月份有几个？]],
    {
      [[A、5]],
      [[B、6]],
      [[C、7]],
      [[D、8]],
    },
    [[B]],
  },
  -- 122
  {
    [[2018年第一季度全国处理钓鱼网站总数：]],
    {
      [[A、不到5000个]],
      [[B、在5000～6000个之间]],
      [[C、在6001～7000个之间]],
      [[D、超过7000个]],
    },
    [[C]],
  },
  -- 123
  {
    [[2017年下半年，金融证券类和支付交易类钓鱼网站占当月处理钓鱼网站总数比重最低的月份是：]],
    {
      [[A、8月]],
      [[B、9月]],
      [[C、10月]],
      [[D、11月]],
    },
    [[D]],
  },
  -- 124
  {
    [[下列折线图中，能准确反映2018年第一季度CN域名钓鱼网站处理数量同比增速变化趋势的是：<br>
]],
    {
      [[A、A]],
      [[B、B]],
      [[C、C]],
      [[D、D]],
    },
    [[B]],
  },
  -- 125
  {
    [[能够从上述资料中推出的是：]],
    {
      [[A、2018年3月全国支付交易类钓鱼网站处理数量超过2500个]],
      [[B、2017年第一季度全国CN域名钓鱼网站处理数量占同期钓鱼网站处理总数的一成以上]],
      [[C、2018年2月全国支付交易类钓鱼网站处理数量环比下降了不到]],
      [[D、2017年全国处理的CN域名钓鱼网站中，超过了一半的网站是在12月处理的]],
    },
    [[A]],
  },
  -- 126
  {
    [[2017年A省邮电业务总量同比增速在以下哪个范围之内？]],
    {
      [[A、低于]],
      [[B、之间]],
      [[C、之间]],
      [[D、超过]],
    },
    [[C]],
  },
  -- 127
  {
    [[2017年A省快递业务中，业务量占总业务量比重高于上年水平的分类是：]],
    {
      [[A、仅国际和港澳台地区快递]],
      [[B、异地快递、国际和港澳台地区快递]],
      [[C、仅同城快递]],
      [[D、同城快递、异地快递]],
    },
    [[B]],
  },
  -- 128
  {
    [[2017年前三季度，A省平均每人次客运旅客运输距离（）同比：]],
    {
      [[A、下降了不到]],
      [[B、下降了以上]],
      [[C、上升了不到]],
      [[D、上升了以上]],
    },
    [[C]],
  },
  -- 129
  {
    [[2016年，A省高铁客运量约是普铁（除高铁外的铁路）客运量的多少倍？]],
    {
      [[A、1.4]],
      [[B、1.7]],
      [[C、0.8]],
      [[D、1.1]],
    },
    [[A]],
  },
  -- 130
  {
    [[在以下4条关于A省的信息中，能够直接从资料中推出的有几条？<br>
①2017年非4G移动电话用户全年增量<br>
②2017年移动互联网用户日均增量<br>
③2015年客运总量<br>
④2017年铁路旅客运输总量占客运总量比重]],
    {
      [[A、1]],
      [[B、2]],
      [[C、3]],
      [[D、4]],
    },
    [[D]],
  },
}

return questions
