-- 试卷来源：https://www.gkzenti.cn/paper/1607262389127zvr，答案来源：https://www.gkzenti.cn/answer/1607262389127zvr，
-- 由爬虫自动生成，请手动检查：
-- 1. 添加公式/删除其中含有图片、含有资料的题目；
-- 2. 修改英文冒号为中文冒号；
-- 3. 修改百分号为双百分号；
-- 4. 把所有填入画横线部分的线画出来。
-- 已检查在此打勾：【】

questions = {
  -- 1
  {
    [[面对复杂严峻的形势，以习近平同志为核心的党中央深刻把握世界大势和发展规律，科学分析我国发展面临机遇和挑战的新变化，着眼我国经济中长期发展，作出加快形成新发展格局的重大战略部署。关于我国新发展格局，下列理解正确的有几项？<br>
①努力把满足国内需求作为发展的出发点和落脚点<br>
②充分发挥国内超大规模市场优势<br>
③逐步形成以国内大循环为主体、国内国际双循环相互促进的格局<br>
④深化收入分配改革是形成以国内大循环为主体的关键]],
    {
      [[A、1项]],
      [[B、2项]],
      [[C、3项]],
      [[D、4项]],
    },
    [[C]],
  },
  -- 2
  {
    [[习近平总书记指出，要强化对市场主体的金融支持，发展普惠金融，有效缓解企业特别是中小微企业融资难融资贵问题。下列哪个措施最有助于新增融资重点流向中小微企业？]],
    {
      [[A、深化市场报价利率改革，引导贷款利率继续下行]],
      [[B、探索优化教育、养老领域中长期融资的配套政策和运作模式]],
      [[C、综合运用清收、核销、重组、证券化、债转股等多种处置手段，大力化解不良资产风险]],
      [[D、银行业金融机构优先、快速对在中国人民银行征信报告中无贷款记录的企业提供贷款]],
    },
    [[A]],
  },
  -- 3
  {
    [[党的十八大以来，习近平总书记多次指出，实现中国梦必须弘扬中国精神。下列与之相关的说法不准确的是：]],
    {
      [[A、“延安精神”以谦虚谨慎、艰苦奋斗，敢于斗争、敢于胜利，依靠群众、团结统一的精神为核心内容]],
      [[B、水乳交融、生死与共是“沂蒙精神”的鲜明特质]],
      [[C、“焦裕禄精神”体现了对群众的亲劲、抓工作的韧劲、干事业的拼劲]],
      [[D、在同新冠肺炎疫情的殊死较量中，中国人民和中华民族铸就了生命至上、举国同心、舍生忘死、尊重科学、命运与共的伟大抗疫精神]],
    },
    [[A]],
  },
  -- 4
  {
    [[党的十九大报告提出，要建设高素质专业化干部队伍，把好干部标准落到实处。关于好干部标准，下列理解正确的有几项？<br>
①把专业素质放在第一位，要做到勇于作为、善于谋事<br>
②突出政治标准，要做到信念坚定、为民服务<br>
③力戒空谈，要做到勤政务实、敢于担当<br>
④把纪律作为底线，要做到清正廉洁]],
    {
      [[A、1项]],
      [[B、2项]],
      [[C、3项]],
      [[D、4项]],
    },
    [[C]],
  },
  -- 5
  {
    [[2020年3月9日，中共中央办公厅发布《党委（党组）落实全面从严治党主体责任规定》，根据该规定，党组（党委）应当加强对本单位（本系统）全面从严治党各项工作的领导。在加强党的建设方面，下列理解不准确的是：]],
    {
      [[A、支持纪检监察机关履行监督责任，一体推进不敢腐、不能腐、不想腐]],
      [[B、持续整治“四风”特别是形式主义、官僚主义，反对特权思想和特权现象]],
      [[C、把党的思想建设摆在首位，坚定政治信仰，强化政治领导，提高政治能力，净化政治生态]],
      [[D、党组（党委）带头遵守党内法规制度，严格落实党内法规执行责任制]],
    },
    [[C]],
  },
  -- 6
  {
    [[下列先烈的书信，按时间先后排序正确的是：<br>
①“看最近之情况，敌人或要再来碰一下钉子，只要敌来犯，兄即到河东与弟等共同去牺牲。······更相信只要我等能本此决心，我们的国家及我五千年历史之民族，决不致亡于区区三岛倭奴之手。”<br>
②“志兰！亲爱的：别时容易见时难，分离二十一个月了，何日相聚······愿在党的整顿之风下各自努力，力求进步吧！以进步来安慰自己，以进步来酬报别后衷情。”<br>
③“母亲因为坚决地做了反满抗日的斗争，今天已经到了牺牲的前夕了。······母亲不用千言万语来教育你，就用实行来教育你。在你长大成人之后，希望不要忘记你的母亲是为国而牺牲的！”<br>
④“山东交涉及北京学界之举动，迪纯兄归，当如原委。······现每日有游行演讲，有救国日刊，各举动积极进行，但取不越轨范以外，以稳健二字为宗旨。”]],
    {
      [[A、③④②①]],
      [[B、④②①③]],
      [[C、③④①②]],
      [[D、④③①②]],
    },
    [[D]],
  },
  -- 7
  {
    [[根据2020年1月21日中共中央办公厅发布的《纪检监察机关处理检举控告工作规则》，下列表述错误的是：]],
    {
      [[A、对匿名检举控告材料，确有需要的，可以直接核查检举控告人的笔迹、网际协议地址（IP地址）等信息]],
      [[B、纪检监察机关提倡、鼓励实名检举控告，对实名检举控告优先办理、优先处置、给予答复]],
      [[C、承办的监督检查、审查调查部门应当将实名检举控告的处理结果在办结之日起15个工作日内向检举控告人反馈]],
      [[D、纪检监察机关信访举报部门可以通过面谈方式核实是否属于实名检举控告]],
    },
    [[A]],
  },
  -- 8
  {
    [[根据2020年7月1日起实施的《中华人民共和国公职人员政务处分法》，下列说法错误的是：]],
    {
      [[A、政务处分的对象不仅包括公务员，也包括国有企业管理人员]],
      [[B、政务处分不同于党纪处分]],
      [[C、政务处分决定由监察机关依法作出，也可以由公职人员任免机关、单位作出]],
      [[D、对公职人员的同一违法行为，监察机关和公职人员任免机关、单位不得重复给予政务处分和处分]],
    },
    [[C]],
  },
  -- 9
  {
    [[关于我国民法典，下列说法正确的是：]],
    {
      [[A、秉持“民商合一”传统，把许多商事法律规范纳入其中]],
      [[B、对我国先前的民法体系和内容实现了颠覆性突破]],
      [[C、首次将节约资源、保护生态环境列为民事活动基本原则]],
      [[D、知识产权和涉外民事法律关系独立成编]],
    },
    [[A]],
  },
  -- 10
  {
    [[中共中央、国务院于2019年11月印发了《国家积极应对人口老龄化中长期规划》，其中提及的积极应对人口老龄化的战略目标包括：<br>
①制度基础持续巩固<br>
②财富储备日益充沛<br>
③人力资本不断提升<br>
④科技支撑更加有力<br>
⑤城乡区域协调发展]],
    {
      [[A、①③④⑤]],
      [[B、①②③④]],
      [[C、①②④⑤]],
      [[D、②③④⑤]],
    },
    [[B]],
  },
  -- 11
  {
    [[长征是宣言书、长征是宣传队、长征是播种机。下列《长征组歌》中的诗句，按所反映事件发生的先后顺序排列正确的是：<br>
①六盘山上红旗展，势如破竹扫敌骑<br>
②昼夜兼程二百四，猛打穷追夺泸定<br>
③雪山低头迎远客，草毯泥毡扎营盘<br>
④战士双脚走天下，四渡赤水出奇兵]],
    {
      [[A、③①④②]],
      [[B、③④②①]],
      [[C、④③①②]],
      [[D、④②③①]],
    },
    [[D]],
  },
  -- 12
  {
    [[下列与军事武器有关说法错误的是：]],
    {
      [[A、东风-31是我国最新一代洲际战略核导弹]],
      [[B、电磁脉冲武器可以打击敌军导弹防护系统]],
      [[C、护卫舰在吨位和火力上一般次于驱逐舰]],
      [[D、机枪的有效射程和射速优于突击步枪]],
    },
    [[A]],
  },
  -- 13
  {
    [[下列我国科技成就，按照时间先后排序正确的是：<br>
①屠呦呦获诺贝尔生理学或医学奖<br>
②汉字激光照相排版系统研制成功<br>
③袁隆平成功培育出籼型杂交水稻<br>
④超级计算机“天河一号”研制成功<br>
⑤北斗三号全球卫星导航系统正式开通]],
    {
      [[A、③②④①⑤]],
      [[B、②③⑤④①]],
      [[C、③⑤②④①]],
      [[D、②④③①⑤]],
    },
    [[A]],
  },
  -- 14
  {
    [[下列与贷款有关的说法错误的是：]],
    {
      [[A、若采用等额本息的还款方式，每月还款额相同]],
      [[B、贷款市场报价利率（LPR）是基于央行公开市场操作利率形成的一种市场化利率]],
      [[C、以公益为目的的非营利法人对外提供的贷款担保是有效的]],
      [[D、学生在校期间的国家助学贷款利息由财政全额补贴]],
    },
    [[C]],
  },
  -- 15
  {
    [[关于探测设备，下列说法错误的是：]],
    {
      [[A、热像仪可以在黑夜之中使用]],
      [[B、声呐主要用于在陆地上及空中探测距离]],
      [[C、雷达测距利用了无线电波沿直线传播的原理]],
      [[D、地下金属探测仪器利用了电磁感应原理]],
    },
    [[B]],
  },
  -- 16
  {
    [[很多伟大科学家的墓志铭简练而富有诗意，是了解其一生成就的窗口。下列墓志铭与科学家对应错误的是：]],
    {
      [[A、我曾测量天空，现在测量幽冥。灵魂飞向天国，肉体安息土中——爱因斯坦]],
      [[B、他把世界翻了一个个儿，虽然并不完全——达尔文]],
      [[C、他从苍天处取得闪电，从暴君处取得民权——富兰克林]],
      [[D、他失明了，因为自然界已经没有剩下什么他没有看见过的东西了——伽利略]],
    },
    [[A]],
  },
  -- 17
  {
    [[干热岩是埋深数千米的高温岩体，属于一种新兴的地热能源。下列有关说法正确的是：]],
    {
      [[A、我国在青藏高原首次发现大规模可利用的干热岩资源]],
      [[B、注入低温水回收高温水的干热岩利用过程发生了能量转化]],
      [[C、干热岩发电技术已在世界多个国家的工业生产中普遍应用]],
      [[D、干热岩的开发利用过程中容易产生导致酸雨的污染气体]],
    },
    [[A]],
  },
  -- 18
  {
    [[DNA双螺旋结构的发现极大地促进了人们对遗传的研究和理解。下列哪项技术须以该发现为基础？]],
    {
      [[A、用多倍体育种技术培育无籽西瓜]],
      [[B、利用组织培养方法培育无病毒马铃薯]],
      [[C、利用杂交技术培育抗倒伏水稻]],
      [[D、通过基因工程培育抗虫棉植株]],
    },
    [[D]],
  },
  -- 19
  {
    [[下列与口罩相关的说法正确的是：]],
    {
      [[A、纱布口罩可达到防雾霾的效果]],
      [[B、活性炭口罩可吸附过滤空气中的甲醛]],
      [[C、医用外科口罩是医用口罩中防护等级最高的一类]],
      [[D、在成分不明的毒气污染环境中应佩戴过滤式防毒口罩]],
    },
    [[B]],
  },
  -- 20
  {
    [[下列与航天科技有关的说法错误的是：]],
    {
      [[A、静止通信卫星的运动方向和地球自转方向一致]],
      [[B、航天员在空间站飞行时不能吃新鲜水果和蔬菜]],
      [[C、空间站建立在近地轨道上，会受到地球万有引力作用]],
      [[D、空间探测器一般无法被地面实时遥控，须具备自主导航能力]],
    },
    [[B]],
  },
  -- 21
  {
    [[“人民城市人民建”。搭建民意“直通车”、公众“议事厅”，有事好商量，大家来出力，很多工作就能做到。比如上海能在短短一年内迅速形成垃圾分类的新风尚，靠的就是人民群众的主动性、积极性与创造性。<br>
填入画横线部分最恰当的一项是：]],
    {
      [[A、立竿见影]],
      [[B、事半功倍]],
      [[C、万无一失]],
      [[D、尽善尽美]],
    },
    [[B]],
  },
  -- 22
  {
    [[在芯片、操作系统等很多方面，我们需要下定决心，攻坚克难，自力更生。因为一旦核心技术受制于人，就有被人“”的威胁。所以，我们要有“宝剑锋从磨砺出，梅花香自苦寒来”的定力，逐渐形成一批拥有自主知识产权的核心技术和产业，把发展的主动权牢牢掌握在自己手中。<br>
填入画横线部分最恰当的一项是：]],
    {
      [[A、过河拆桥]],
      [[B、落井下石]],
      [[C、一网打尽]],
      [[D、釜底抽薪]],
    },
    [[D]],
  },
  -- 23
  {
    [[中国道路的成功开创不仅创造了中国奇迹，而且创造了中国经验。中国经验无疑是中国智慧的结晶，具有鲜明的。但是，中国经验作为中国道路的积极成果，也是在遵循历史发展和现代化发展规律、吸收世界发展经验教训的基础上形成的，它是对人类文明发展进行探索的重要产物，反映了人类文明进步的规律，因而又具有一定的。<br>
依次填入画横线部分最恰当的一项是：]],
    {
      [[A、地域性  国际性]],
      [[B、实践性  理论性]],
      [[C、特殊性  普遍性]],
      [[D、先进性  创新性]],
    },
    [[C]],
  },
  -- 24
  {
    [[“为调研而调研”等现象的出现，很大程度上就在于调研不深入、不具体。现实中，有人了解情况习惯于大而化之、；有人调研习惯于走设计路线，。这些心中不揣问题、脚下不沾泥土的错误做法，导致调研不深、不实、不细、不准，最终也会无效。<br>
依次填入画横线部分最恰当的一项是：]],
    {
      [[A、粗枝大叶  按部就班]],
      [[B、走马观花  表里不一]],
      [[C、轻描淡写  循规蹈矩]],
      [[D、避重就轻  按图索骥]],
    },
    [[A]],
  },
  -- 25
  {
    [[探索和形成一个好的制度不容易，关键是毫不动摇地坚持和巩固、与时俱进地完善和发展、地遵守和执行。这要求我们要把制度像种子一样种在头脑里，如红线一般于工作中。这样才能推动中国特色社会主义制度更加成熟、更加定型，将制度优势转化为强大的治理效能，通达“中国之治”的新天地。<br>
依次填入画横线部分最恰当的一项是：]],
    {
      [[A、坚定不移  渗透]],
      [[B、一丝不苟  应用]],
      [[C、不折不扣  贯穿]],
      [[D、矢志不渝  根植]],
    },
    [[C]],
  },
  -- 26
  {
    [[当前，我国旅游市场的需求还在持续迸发，人民的旅游诉求也在不断升级。仅靠评级就想的想法已经过时，口碑立身，品质说话才是景区吸引客源的正道。希望景区能摒弃的心理，为游客营造更加舒心和放心的环境，为旅游行业发展带来更多正能量。<br>
依次填入画横线部分最恰当的一项是：]],
    {
      [[A、一本万利  浑水摸鱼]],
      [[B、一步到位  好高骛远]],
      [[C、一劳永逸  急功近利]],
      [[D、一鸣惊人  投机取巧]],
    },
    [[C]],
  },
  -- 27
  {
    [[每个民族都有自己独特的民俗文化，然而，一些人分不清具体的民族文化和民俗文化，加之有人为了在短时间内推出本民族民俗文化，盲目迎合当下的流行需要，反而使自己的民俗文化变得，出现雷同化传播现象，使大众对不同区域的特色民俗文化认知较为，影响大众对民俗文化的了解和兴趣，甚至影响了少数民族地区的经济发展。<br>
依次填入画横线部分最恰当的一项是：]],
    {
      [[A、支离破碎  肤浅]],
      [[B、不伦不类  模糊]],
      [[C、名存实亡  混乱]],
      [[D、面目全非  狭隘]],
    },
    [[B]],
  },
  -- 28
  {
    [[从生态学角度来讲，人工种群和野外种群是完全不同的概念。大型哺乳动物行为复杂，其生活技巧人类难以传授，又难以“无师自通”。如果将其放归野外，结局很可能是死亡。就算可以放归野外，也必须为他们找到的栖息地。<br>
依次填入画横线部分最恰当的一项是：]],
    {
      [[A、贸然  合适]],
      [[B、直接  天然]],
      [[C、草率  理想]],
      [[D、随意  安全]],
    },
    [[A]],
  },
  -- 29
  {
    [[近代以来，怎样处理中国传统文化与西方文化的关系，成为很多学者关注的重要问题。有人主张全盘西化，也有人主张全面恢复传统。这些的观点当然受到了当时历史环境的影响，但也暴露出一些人在思维模式上的局限，即用的思维来看待复杂的文化现象。这种思维模式在今天的研究中依然不同程度地存在。<br>
依次填入画横线部分最恰当的一项是：]],
    {
      [[A、荒谬  泾渭分明]],
      [[B、偏颇  非此即彼]],
      [[C、片面  针锋相对]],
      [[D、极端  水火不容]],
    },
    [[B]],
  },
  -- 30
  {
    [[噬菌体是一种侵袭细菌的病毒，虽然他们很早就被发现，但由于一次只能攻击一种特定的细菌而未受关注。然而，曾经不那么受欢迎的，如今却成了它们最大的吸引力。由于过度使用抗生素，人类无意中了目前最强大、最具耐药性的超级细菌，而噬菌体无疑是对付它们的潜在有效武器。<br>
依次填入画横线部分最恰当的一项是：]],
    {
      [[A、敏感性  培育]],
      [[B、特异性  催生]],
      [[C、单一性  激活]],
      [[D、局限性  发现]],
    },
    [[B]],
  },
  -- 31
  {
    [[代入感是作品引发受众认同的机制，故事人物的某些方面召唤读者将自己替换为主人公，从而，与角色同呼吸共命运。代入感是长篇网络小说的属性，由于网络小说连载时间长，读者容易中途放弃。因此，作品绑定读者，将单纯浏览转变为情感认同便十分重要。<br>
依次填入画横线部分最恰当的一项是：]],
    {
      [[A、感同身受  不可或缺]],
      [[B、惺惺相惜  独一无二]],
      [[C、身临其境  与生俱来]],
      [[D、触景生情  与众不同]],
    },
    [[A]],
  },
  -- 32
  {
    [[上世纪八十年代初，SCI作为一种的、相对公平的量化指标被引进中国，这是建立科学、公平、公正的高校科研评价体系的初步尝试，在当时是一种进步。但如果启用先进的考核举措而长期，甚至演变成“至上”的法宝和单一的指挥棒，最终都会，弊大于利。<br>
依次填入画横线部分最恰当的一项是：]],
    {
      [[A、详细  奉为圭臬  画地为牢]],
      [[B、稳定  唯命是从  作茧自缚]],
      [[C、客观  一成不变  物极必反]],
      [[D、中立  墨守成规  贻笑大方]],
    },
    [[C]],
  },
  -- 33
  {
    [[医生和患者在沟通时最容易出现的其实是，患者不同意或没听懂医生的建议，又因为不想被说教或觉得尴尬而没有如实反馈意见，而医生也大多没有意识到这一点。这显然会大大影响临床诊疗的。此外，患者还会由于不想被说教而不承认一些不良生活行为。越是健康状况差的患者，越是容易一些信息，而他们恰恰是最需要高质量医疗服务的人。<br>
依次填入画横线部分最恰当的一项是：]],
    {
      [[A、难点  结果  遗漏]],
      [[B、盲区  效率  隐瞒]],
      [[C、障碍  判断  虚构]],
      [[D、瓶颈  目的  回避]],
    },
    [[B]],
  },
  -- 34
  {
    [[内太阳系的岩石行星与外太阳系的气态行星最初的物质构成。科学家此前认为，由于木星质量大、引力强，可以在一些物质到达内太阳系之前将其，阻止了内外太阳系物质的混合。但研究表明，木星的成长速度不足以阻止外太阳系物质源源不断流入内太阳系，这意味着内外太阳系行星将拥有的成分。<br>
依次填入画横线部分最恰当的一项是：]],
    {
      [[A、大同小异  阻拦  共同]],
      [[B、相去甚远  消灭  全新]],
      [[C、千姿百态  捕获  独特]],
      [[D、大相径庭  吞噬  类似]],
    },
    [[D]],
  },
  -- 35
  {
    [[随着各种侦察手段的不断演进，可视侦察、红外侦察、雷达侦察等“”，现代坦克在战场上越来越难以藏身。对此，现代坦克当然不会“”。在讲求“发现即摧毁”的现代战场上，坦克必须实现对侦察手段的“免疫”，见招拆招，，让对手对自己庞大的身躯“视若无睹”。<br>
依次填入画横线部分最恰当的一项是：]],
    {
      [[A、齐头并进  束手就擒  对症下药]],
      [[B、大显身手  自暴自弃  见机行事]],
      [[C、虎视眈眈  坐以待毙  有的放矢]],
      [[D、明察秋毫  知难而退  多管齐下]],
    },
    [[C]],
  },
  -- 36
  {
    [[“藏粮于地、藏粮于技”是习近平总书记对粮食安全的战略部署，“软硬件”同时发力将助力提升农业生产率和土地产出率。随着现代科技手段的注入，农业科技创新既帮助农民不断克服疫情带来的影响，又让农业生产更加精准高效。袁隆平的超级杂交水稻、李登海的紧凑型杂交玉米······一批又一批领先国际的粮食品种不断被培育出来。从地瘠“斗笠田”到丰产“吨粮田”，从“汗滴禾下土”到“无接触式春耕”，从“灾殃难测”到“高科技防灾”，现代科技为我国农耕注入了“硬核生产力”。这就意味着粮食丰收，库存充裕，藏粮于民，才会国泰民安。<br>
最适合做这段文字标题的是：]],
    {
      [[A、民为国基，谷为民命]],
      [[B、粮食生产“稳”字当头]],
      [[C、藏粮于民，才能国泰民安]],
      [[D、提升科技水平，保障粮食安全]],
    },
    [[D]],
  },
  -- 37
  {
    [[疫情对全球生产和需求造成全面冲击，各国应该联手加大宏观政策对冲力度，防止世界经济陷入衰退。要实施有力有效的财政和货币政策，促进各国货币汇率基本稳定。要加强金融监管协调，维护全球金融市场稳定，，中国将加大力度向国际市场供应原料药、生活必需品、防疫物资等产品。要保护妇女儿童，保护老年人、残疾人等弱势群体，保障人民基本生活。中国将继续实施积极的财政政策和稳健的货币政策，坚定不移扩大改革开放，放宽市场准入，持续优化营商环境，积极扩大进口，扩大对外投资，为世界经济稳定作出贡献。<br>
填入画横线部分最恰当的一项是：]],
    {
      [[A、要确保全球产业链供应链逐步升级]],
      [[B、要加快全球产业链发展一体化进程]],
      [[C、要共同维护全球产业链供应链稳定]],
      [[D、要努力推进全球供应链的深度融合]],
    },
    [[C]],
  },
  -- 38
  {
    [[一般而言，城市群之间的交通干线分布着许多城市，聚集着大量产业和人口，从而构成经济带。加强经济带规划和经济带上城市建设，是建设现代化区域发展体系和促进区域协调发展的重要方面。为此，应依托重要交通干线聚集经济要素，形成纵向或横向的经济发展轴，充分发挥其对统筹区域协调发展的作用。比如，沿海经济带、长江经济带、陇海兰新经济带和京广京哈经济带等已经集聚了大量人口、产业，城市分布也比较密集，形成了比较明显的经济发展轴，已成为承东启西、连南贯北的经济主骨架。<br>
这段文字意在说明：]],
    {
      [[A、经济带建设对区域协调发展具有重要意义]],
      [[B、我国区域经济发展应以城市群建设为依托]],
      [[C、交通干线承担着聚集经济要素的重大使命]],
      [[D、形成经济发展轴是城市群建设的长远目标]],
    },
    [[C]],
  },
  -- 39
  {
    [[早在先秦时期，我国就逐渐形成了以炎黄华夏为凝聚核心、“五方之民”共天下的交融格局。秦国“书同文，车同轨，量同衡，行同伦”，开启了中国统一的多民族国家发展的历程。此后，无论哪个民族入主中原，都以统一天下为己任，都以中华文化的正统自居。分立如南北朝，都自诩中华正统；对峙如宋辽夏金，都被称为“桃花石”；统一如秦汉、隋唐、元明清，更是“六合同风，九州共贯”。秦汉雄风、大唐气象、康乾盛世，都是各民族共同铸就的历史。今天，我们实现中国梦，就要紧紧依靠各族人民的力量。<br>
这段文字意在说明：]],
    {
      [[A、我们悠久的历史是各民族共同书写的]],
      [[B、我们辽阔的疆域是各民族共同开拓的]],
      [[C、我们灿烂的文化是各民族共同创造的]],
      [[D、我们伟大的精神是各民族共同培育的]],
    },
    [[A]],
  },
  -- 40
  {
    [[虽然物质生产是社会生活的基础，但上层建筑也可以反作用于经济基础，生产力和生产关系、经济基础和上层建筑之间有着十分复杂的关系，有着作用和反作用的现实过程，并不是单线式的简单决定和被决定逻辑。世界上的事物总是有着这样那样的联系，不能孤立地静止地看待事物发展，。正所谓“有无相生，难易相成，长短相形，高下相倾，音声相和，前后相随”。在观察社会发展时，一定要注意这种决定和被决定、作用和反作用的有机联系。对生产力标准必须全面准确理解，不能绝对化，不能撇开生产关系、上层建筑来理解生产力标准。<br>
填入画横线部分最恰当的一项是：]],
    {
      [[A、广袤的自然界是如此，丰富的精神世界也是如此]],
      [[B、每一个事物各部分、要素之间都存在联系]],
      [[C、否则往往会出现盲人摸象、以偏概全的问题]],
      [[D、任何事物都与周围的其他事物相互联系着]],
    },
    [[C]],
  },
  -- 41
  {
    [[港珠澳大桥的沉管隧道是世界岛隧工程历史上首个真正意义上的外海深水安装沉管隧道，具有划时代的意义。大桥主体结构的设计使用寿命长达120年，这意味着在一个多世纪的时间里，桥体的核心结构，尤其是6.7公里长的沉管隧道不能出现丝毫的质量问题。大桥的隧道由33节沉管连接而成，每节标准沉管相当于一艘满载的“辽宁号”航母。如此巨大的沉管，还要保证0.5毫米以下这一苛刻的误差限度，这使得它的运输过程不允许出现丝毫差池——不能远距离运输，更不可能在陆地上建好再辗转进入海中。因此，工程师们在距离大桥不远的桂山牛头岛，专门建设了一座沉管管节预制工厂，并采用最先进的流水线进行生产。<br>
关于港珠澳大桥，这段文字主要介绍的是：]],
    {
      [[A、主体结构的设计标准]],
      [[B、施工中对质量的严格把控]],
      [[C、保证核心结构质量的措施]],
      [[D、在世界桥梁史上的标志意义]],
    },
    [[C]],
  },
  -- 42
  {
    [[传统的文明标准有三个，即文字、青铜器和城市。但后来许多考古学家发现，由于区域不同，文明的差异也很大，这个判断标准不但行不通，还会给考古工作带来阻碍。现如今，国际上对文明的判断标准主要是：已进入国家社会形态，具有一套礼仪系统和统治管理制度。良渚文化虽未有青铜器和较为成熟的文字，但具有早期国家社会形态和较为完整的礼仪系统以及管理制度，还具有许多东方文明的因素。有良渚文化考古研究员甚至认为，良渚文化是东方早期一个集大成的文明。<br>
这段文字意在强调：]],
    {
      [[A、城市应该成为认定文明的首要标准]],
      [[B、良渚文化符合通行的文明判断标准]],
      [[C、传统的文明评判标准仍具有现实意义]],
      [[D、良渚文化颠覆了传统上对文明的认识]],
    },
    [[B]],
  },
  -- 43
  {
    [[①为了防止更高层次次级纠纷的发生，我国在传统的司法纠纷解决机制之外，进行了多种模式的纠纷解决机制创新<br>
②文件指出，“完善调解、仲裁、行政裁决、行政复议、诉讼等有机衔接、相互协调的多元化纠纷解决机制”<br>
③以此为改革与创新的依据，地方进行了如火如荼的制度改革，多元化的诉讼外纠纷解决机制得到法律规范的认可与发展<br>
④党的十八届四中全会以正式文件的形式强调并确认了多元化纠纷解决机制的作用和地位<br>
⑤基层社会当中存在许多初级关系，随之会产生一些初级纠纷，这是产生新纠纷或者更高层次次级纠纷的根本原因<br>
⑥例如上世纪60年代的创造性解决基层群众纠纷的“枫桥经验”，迄今为止，我国基层法治社会建设工作仍然可以从中吸收有益经验<br>
将以上6个句子重新排列，语序正确的一项是：]],
    {
      [[A、④③①⑥⑤②]],
      [[B、④⑤⑥③②①]],
      [[C、⑤④②①③⑥]],
      [[D、⑤①⑥④②③]],
    },
    [[D]],
  },
  -- 44
  {
    [[①原因就在于原子核内部的质子和中子数量越多，其状态也就越不稳定。越容易发生放射性的衰变<br>
②当越来越多的质子和中子聚集在一起，带正电荷的质子之间的斥力就越来越大<br>
③人们可以在实验室里通过人工方式合成自然界中不存在的元素，但却不能合成无限多的原子核<br>
④在原子核内部，质子和中子等粒子通过强相互作用结合在一起，这几乎是宇宙中最强的相互作用<br>
⑤中子之间也会有一些排斥，强相互作用越来越难以束缚，不足以维持原子核的稳定<br>
⑥在人类已经发现或是制造出的3000多种原子核中，只有288种是稳定的<br>
将以上6个句子重新排列，语序正确的一项是：]],
    {
      [[A、②④⑤⑥③①]],
      [[B、③①④②⑤⑥]],
      [[C、④⑤⑥①②③]],
      [[D、⑥②③①④⑤]],
    },
    [[B]],
  },
  -- 45
  {
    [[人们在评判手机拍照功能时，总是直观地认为手机像素越高，拍照效果越好。事实真的是这样吗？从成像原理来看，像素值的大小对生成的图像会产生一定的影响。当手机的图像传感器面积一定的时候，像素值越高，单位像素面积就越小。而单位像素面积又直接影响到进光量，单位像素面积越小，图像传感器上进光量就越少，拍摄出的照片就会变得灰暗模糊；像素值越低，单位像素感光面积大，感光性能更好，因此在成像的高感光画质以及画面层次等方面都有更好的表现。<br>
这段文字接下来最有可能：]],
    {
      [[A、阐述像素的定义及其提升途径]],
      [[B、介绍提高手机拍照效果的技巧]],
      [[C、揭示进光量与像素值间的关系]],
      [[D、指出影响手机成像效果的因素]],
    },
    [[D]],
  },
  -- 46
  {
    [[与线下教学相比，由于时空差异，线上教学更加依赖于教师的指导和帮助，对资源的需求更大。然而，在知识经济时代，教师早已不再是知识垄断者，网络社会中的个体都有可能成为兼具知识消费者和生产者的双重角色。因此，推动社会力量参与在线教育资源供给，需要改变学校“单打独斗”的传统教育格局，以开放的态度接纳企业在线教育服务。例如，学校可适当采取外包的形式，向那些通过资质审核的教育机构、企业购买网络课程服务，提供“智能真人”的双引擎驱动教学服务。此外，双方还可在资源支持、学情监测、评价反馈等方面加强协同创新，促进在线教育的健康发展。<br>
这段文字意在说明：]],
    {
      [[A、“智能真人”是教育服务的发展趋势]],
      [[B、教育资源供给来源不再局限于学校内部]],
      [[C、共享经济时代在线教育将成为一种常态]],
      [[D、在线教育的健康发展需要引入社会力量]],
    },
    [[D]],
  },
  -- 47
  {
    [[水田不单单是水稻的种植区，也可以是稻香水美、鱼肥虾壮的养殖场。传统矮秆水稻因为追求最大产量，都采用密植栽种，加上植株株秆矮小，水田中空间狭窄，导致空气流通不好，水中有效含氧量降低，不利于开展水田综合种养结合生产，而高秆水稻株型高大、叶茂且冠层高，植株间距较为稀疏，可为蛙、鱼和泥鳅等稻田养殖动物提供良好的栖息环境，具有适宜种养结合的优势，较好地解决了植株过密导致的水田上方空气对流不充分、空间不足的问题。与现在常见的稻田综合种养模式相比，该模式的经济效益显著提升，将极大地提升农民种植的积极性。<br>
根据这段文字，高秆水稻种植：]],
    {
      [[A、克服了传统矮秆水稻种植模式的弊端]],
      [[B、催生了种养结合的新型种植模式]],
      [[C、将成为未来水稻种植业的发展方向]],
      [[D、为稻田养殖动物提供了良好的栖息地]],
    },
    [[D]],
  },
  -- 48
  {
    [[过去近20年间，地球深部生命研究取得的重要进展之一便是发现了海底洋壳生物圈，洋壳的体积庞大，是全球海洋沉积物总体积的5倍左右，栖息于此的微生物规模巨大，不可忽视，它们对全球生物地球化学元素循环和海底地貌风化都具有重要的潜在影响。然而，受采样技术和条件的限制，目前对洋壳岩石生物圈的研究和认识还十分有限。此前，有限的研究几乎全部集中于洋壳表层的玄武岩中，而对占洋壳体积近三分之二的下洋壳，尽管认为其也是深部微生物的可栖息环境之一，但尚缺少直接的证据，对栖息于此的微生物及其对极端环境的应对策略研究还是空白。<br>
这是一篇文章的开头，这篇文章最可能介绍：]],
    {
      [[A、海底洋壳生物圈的发现过程和重要意义]],
      [[B、全球海洋沉积物在海底的分布特征]],
      [[C、海底地貌风化对微生物生存的影响]],
      [[D、海洋下洋壳中的深部微生物及其生存策略]],
    },
    [[D]],
  },
  -- 49
  {
    [[戴口罩等遮挡条件下的人脸识别其实是一项“老”技术，此前研究人员在解决军事刑侦和视频监控问题时就曾长期研究过该技术，并发展出诸多成熟应用。因此，。但是以往的技术基础并没有完全打消人们对戴口罩人脸识别“先天不足”的顾虑。相较于以往，口罩遮挡住面部，使得人脸识别系统收集到的面部信息大量减少。不过研究表明，人脸识别的关键信息集中于眉毛和眼睛，只要模型训练得当，戴口罩人脸识别的准确率并不会大幅下降。<br>
填入画横线部分最恰当的一项是：]],
    {
      [[A、提高识别精度才是这一技术的难点所在]],
      [[B、该技术的稳定性和准确率是有一定基础的]],
      [[C、人脸识别技术已经被广泛应用于各个领域]],
      [[D、人脸识别并不需要对全脸进行整体识别]],
    },
    [[B]],
  },
  -- 50
  {
    [[登陆火星并不是一件容易的事。地球和火星最近时，也有5600万千米的距离，是地球和月亮距离的140倍，想要靠火箭的动力突破这一距离，目前是不可能的。因此，需借助地球的公转把探测器“甩”到火星，不过，需要合适的时机，这就是“发射窗口”。当火星探测器到达远日点，与火星轨道相切时，火星也正好运行到那里，探测器才能与火星交会。在这个时间窗口发射火星探测器，不仅是最省能量的，探测器的有效载荷也会相应增多。这种特定的时机和位置每隔26个月才出现一次。<br>
这段文字主要：]],
    {
      [[A、强调探测器登陆火星的技术难点]],
      [[B、说明探测器“发射窗口”稍纵即逝的特点]],
      [[C、描述火星探测器的理想运行轨迹]],
      [[D、解释要抓住窗口期发射火星探测器的原因]],
    },
    [[D]],
  },
  -- 51
  {
    [[以下例证放在原文的哪个位置最为合适？<br>
2018年，北方地区经济总量占全国的比重为，比2012年下降4.3个百分点。]],
    {
      [[A、①]],
      [[B、②]],
      [[C、③]],
      [[D、④]],
    },
    [[A]],
  },
  -- 52
  {
    [[填入第二段画横线部分最恰当的一项是：]],
    {
      [[A、我国经济发展的空间结构正在发生深刻变化]],
      [[B、经济发展条件好的地区要承载更多产业和人口]],
      [[C、应推动形成优势互补高质量发展的区域经济布局]],
      [[D、要有效整合资源，主动调整经济结构]],
    },
    [[A]],
  },
  -- 53
  {
    [[下面这段文字最适合放在文中的哪个位置？<br>
例如，营养食品公司提供可供下载体验的App产品，消费者在App上不仅可以购买产品，也可以获得来自品牌的营养建议；时尚企业则可以开发自营销售的App平台，同时为消费者提供服饰穿搭建议。因此，数字渠道既是出色的销售渠道，也可以为消费者提供数字产品和服务。]],
    {
      [[A、①]],
      [[B、②]],
      [[C、③]],
      [[D、④]],
    },
    [[C]],
  },
  -- 54
  {
    [[下列哪一内容未在文中明确提及？]],
    {
      [[A、数字化能够使消费品企业的工作效率提高]],
      [[B、消费品企业可以依托数字化了解用户需求]],
      [[C、消费品企业的数字化转型依赖可信的数据]],
      [[D、消费品企业借助数字化技术优化销售环节]],
    },
    [[C]],
  },
  -- 55
  {
    [[这篇文章意在说明：]],
    {
      [[A、消费品企业面临数字化转型压力]],
      [[B、消费品企业应该拓展转型途径]],
      [[C、数字化为企业用户提供消费指南]],
      [[D、数字化为消费品企业转型赋能]],
    },
    [[D]],
  },
  -- 56
  {
    [[如果穿越回古代，根据本文，看不到下列哪一情景？]],
    {
      [[A、东汉人用石磨将小麦研磨成粉]],
      [[B、战国时的秦兵以小米为食]],
      [[C、春秋时的晋人以箸为主要饮食工具]],
      [[D、清代人以合食方式聚餐]],
    },
    [[C]],
  },
  -- 57
  {
    [[以下这段文字最适合放在原文的哪个位置？<br>
要理解在古代中国，为何“匕”作为饮食工具比筷子出现更早也更为重要，我们需要仔细考察历史上中国人通常摄入的食物种类。]],
    {
      [[A、①和②之间]],
      [[B、②和③之间]],
      [[C、③和④之间]],
      [[D、④和⑤之间]],
    },
    [[B]],
  },
  -- 58
  {
    [[根据本文，促使筷子成为主要进餐工具的因素不包括：]],
    {
      [[A、以小麦粉制成的食品的流行]],
      [[B、水稻早熟新品种的引入]],
      [[C、合食制逐渐普及]],
      [[D、麦饭替代小米粥成为主食]],
    },
    [[D]],
  },
  -- 59
  {
    [[根据本文，下列说法正确的是：]],
    {
      [[A、小麦的种植面积在唐代中期达到顶峰]],
      [[B、世界上已知最早的面条以小米为原料]],
      [[C、勺子在清代转变为以舀汤为主的工具]],
      [[D、朝鲜半岛在唐代之前就以水稻为主食]],
    },
    [[B]],
  },
  -- 60
  {
    [[最适合做这段文字标题的是：]],
    {
      [[A、筷子是如何“后来居上”的]],
      [[B、何为“匕”，何为“箸”]],
      [[C、中国古代饮食习惯的变迁]],
      [[D、文化交流对饮食工具的影响]],
    },
    [[A]],
  },
  -- 61
  {
    [[某商场开展“助农销售”活动，凡购买某种农产品满300元者可获得一个礼盒，其中装有6种干货中的随机3种各1小袋，以及1袋小米或红豆。问内容不完全相同的礼盒共有多少种可能？]],
    {
      [[A、50]],
      [[B、45]],
      [[C、40]],
      [[D、30]],
    },
    [[C]],
  },
  -- 62
  {
    [[商业街物业管理处采购了一批消毒液发放给街内的复工商户，如果每个商户分6瓶，最后剩余12瓶。如果多采购，则在给每个商户分8瓶后还能剩余10瓶。如果多采购，复工商户数量增加10家，且每个商户分到的数量相同，问每个商户最多可以分多少瓶？]],
    {
      [[A、8]],
      [[B、9]],
      [[C、10]],
      [[D、12]],
    },
    [[A]],
  },
  -- 63
  {
    [[社区工作人员小张连续4天为独居老人采买生活必需品，已知前三天共采买65次，其中第二天采买次数比第一天多，第三天采买次数比前两天采买次数的和少15次，第四天采买次数比第一天的2倍少5次。问这4天中，小张为独居老人采买次数最多和最少的日子，单日采买次数相差多少次？]],
    {
      [[A、9]],
      [[B、10]],
      [[C、11]],
      [[D、12]],
    },
    [[C]],
  },
  -- 64
  {
    [[某企业将一批防疫物资赠送给“一带一路”沿线国家的若干家医院。如果向每家医院赠送10箱口罩和7箱防护服，则剩余的口罩比防护服多20箱。如果向每家医院赠送12箱口罩和8箱防护服，则还缺8箱口罩和11箱防护服。如该企业决定额外采购物资，口罩和防护服按2：1的比例向每家医院捐赠相同数量的物资，且捐完后没有剩余，问口罩和防护服总计至少还要采购多少箱？]],
    {
      [[A、54]],
      [[B、63]],
      [[C、75]],
      [[D、87]],
    },
    [[D]],
  },
  -- 65
  {
    [[某企业参与兴办了甲、乙、丙、丁4个扶贫车间，共投资450万元，甲车间的投资额是其他三个车间投资额之和的一半，乙车间的投资额比丙车间高，丁车间的投资额比乙、丙车间投资额之和低60万元。企业后期向4个车间追加了200万元投资，每个车间的追加投资额都不超过其余任一车间追加投资额的2倍，问总投资额最高和最低的车间，总投资额最多可能相差多少万元？]],
    {
      [[A、70]],
      [[B、90]],
      [[C、110]],
      [[D、130]],
    },
    [[C]],
  },
  -- 66
  {
    [[甲、乙两个单位周末分别安排和的职工下沉社区帮助困难群众，其中甲单位派出的职工比乙单位少3人，后两单位又在剩下的职工中，分别抽调和的职工，共计24人参加周末的业务培训，问甲单位职工人数比乙单位：]],
    {
      [[A、少三人]],
      [[B、少十一人]],
      [[C、多三人]],
      [[D、多十一人]],
    },
    [[D]],
  },
  -- 67
  {
    [[某县通过网络直播帮助本地农民销售农副产品，总共直播6次，其中第2次直播销售额比第1次高，比第3次低。直播3次后电视台报道了这一新闻，此后销量大幅提升，后3次直播总销售额是前3次总销售额的3倍。其中第5次直播销售额相当于6次直播总销售额的，且比第4次直播高，比第6次直播少16万元，问第6次直播的销售额比第3次直播高：]],
    {
      [[A、不到100万元]],
      [[B、100~120万元之间]],
      [[C、140万元以上]],
      [[D、120~140万元之间]],
    },
    [[D]],
  },
  -- 68
  {
    [[某地10户贫困农户共申请扶贫小额信贷25万元。已知每人申请金额都是1000元的整数倍，申请金额最高的农户申请金额不超过申请金额最低农户的2倍，且任意2户农户的申请金额都不相同。问申请金额最低的农户最少可能申请多少万元信贷？]],
    {
      [[A、1.5]],
      [[B、1.6]],
      [[C、1.7]],
      [[D、1.8]],
    },
    [[B]],
  },
  -- 69
  {
    [[某村居民整体进行搬迁移民，现安排载客（不含司机）20人/辆的中巴车和30人/辆的大巴车运载所有村民到搬迁地实地考察。如安排12辆中巴车，则大巴车需要18辆，且除一辆大巴车载6人以外，其他车全部载满。现本着安排车辆数最少的原则派车，问最少要安排多少辆大巴车？]],
    {
      [[A、20]],
      [[B、22]],
      [[C、24]],
      [[D、26]],
    },
    [[C]],
  },
  -- 70
  {
    [[在一块下图所示的梯形土地中种植某种产量为1.2千克/平方米的作物。已知该梯形的高为100米，ABC、BCD、和CDE为正三角形，且BAF和DEG的角度都是90度，问该土地的总产量为多少吨？<br>
]],
    {
      [[A、]],
      [[B、]],
      [[C、]],
      [[D、]],
    },
    [[B]],
  },
  -- 71
  {
    [[某企业选拔170多名优秀人才平均分配为7组参加培训。在选拔出的人才中，党员人数比非党员多3倍。接受培训的党员中的在培训结束后被随机派往甲单位等12个基层单位进一步锻炼。已知每个基层单位至少分配1人，问甲单位分配人数多于1的概率在以下哪个范围内？]],
    {
      [[A、不到]],
      [[B、之间]],
      [[C、之间]],
      [[D、超过]],
    },
    [[B]],
  },
  -- 72
  {
    [[某单位为定点帮扶村捐建一个乡村图书馆。已知完工时基建支出为总预算的，图书购买支出比基建支出低，比信息化支出高，其他支出之和为4.5万元，最终项目的总支出比总预算结余了3000元。已知图书来源为购买和捐赠，平均每购买1本图书的支出为25元，且购买的图书比接受外来捐赠的图书多。问该乡村图书馆最终拥有的图书数量在以下哪个范围内？]],
    {
      [[A、不到1.1万本]],
      [[B、1.1～1.4万本之间]],
      [[C、1.4～1.7万本之间]],
      [[D、超过1.7万本]],
    },
    [[D]],
  },
  -- 73
  {
    [[某地调派96人分赴车站、机场、超市和学校四个人流密集的区域进行卫生安全检查，其中公共卫生专业人员有62人。已知派往机场的人员是四个区域中最多的，派往车站和超市的人员中，专业人员分别占和，派往学校的人员中，非专业人员比专业人员少，问派往机场的人员中，专业人员的占比在四个区域中排名]],
    {
      [[A、第一]],
      [[B、第二]],
      [[C、第三]],
      [[D、第四]],
    },
    [[A]],
  },
  -- 74
  {
    [[一个人工湖的湖面上有一个露出水面3米的圆锥体人工景观（底面朝下）。如人工湖水深减少，则该景观露出水面部分的体积将增加。问原来的人工湖水深为多少米？]],
    {
      [[A、3.5]],
      [[B、3.75]],
      [[C、4.25]],
      [[D、4.5]],
    },
    [[B]],
  },
  -- 75
  {
    [[某商业街复工复产之后，向消费者发放满50元减10元、满100元减30元的电子优惠券各若干张，并规定消费者在商户处完成交易并核销电子优惠券后，商户可以免除等同于核销优惠券减免金额的店面租金。促销期内，商户共核销优惠券15.6万张，通过核销优惠券方式减免租金219万元。问该次促销中，消费者实际支付金额可能的最低值在以下哪个范围内？]],
    {
      [[A、不到750万元]],
      [[B、750～800万元之间]],
      [[C、800～850万元之间]],
      [[D、超过850万元]],
    },
    [[C]],
  },
  -- 76
  {
    [[从所给的四个选项中，选择最合适的一个填入问号处，使之呈现一定的规律性：<br>
]],
    {
      [[A、A]],
      [[B、B]],
      [[C、C]],
      [[D、D]],
    },
    [[A]],
  },
  -- 77
  {
    [[从所给的四个选项中，选择最合适的一个填入问号处，使之呈现一定的规律性。<br>
]],
    {
      [[A、A]],
      [[B、B]],
      [[C、C]],
      [[D、D]],
    },
    [[C]],
  },
  -- 78
  {
    [[从所给四个选项中，选择最合适的一个填入问号处，使之呈现一定的规律性。<br>
]],
    {
      [[A、A]],
      [[B、B]],
      [[C、C]],
      [[D、D]],
    },
    [[A]],
  },
  -- 79
  {
    [[从所给四个选项中，选择最合适的一个填入问号处，使之呈现一定的规律性。<br>
]],
    {
      [[A、A]],
      [[B、B]],
      [[C、C]],
      [[D、D]],
    },
    [[D]],
  },
  -- 80
  {
    [[左图给定的是正方体纸盒，右边哪项可能是其正确的外表面展开图？<br>
]],
    {
      [[A、A]],
      [[B、B]],
      [[C、C]],
      [[D、D]],
    },
    [[A]],
  },
  -- 81
  {
    [[左图给定的是由18个相同大小的正方体组合成的多面体，这个多面体可以切割为3个完全相同的小多面体，问切成的小多面体是：<br>
]],
    {
      [[A、A]],
      [[B、B]],
      [[C、C]],
      [[D、D]],
    },
    [[A]],
  },
  -- 82
  {
    [[左图为给定的多面体，从任一角度观看，右边哪项可能是该多面体的视图？<br>
]],
    {
      [[A、A]],
      [[B、B]],
      [[C、C]],
      [[D、D]],
    },
    [[B]],
  },
  -- 83
  {
    [[把下面的六个图形分为两类，使每一类图形都有各自的共同特征或规律，分类正确的一项是（    ）。<br>
]],
    {
      [[A、①②③，④⑤⑥]],
      [[B、①②④，③⑤⑥]],
      [[C、①③④，②⑤⑥]],
      [[D、①③⑤，②④⑥]],
    },
    [[C]],
  },
  -- 84
  {
    [[把下面的六个图形分为两类，使每一类图形都有各自的共同特征或规律，分类正确的一项是（    ）。<br>
]],
    {
      [[A、①②④，③⑤⑥]],
      [[B、①③⑤，②④⑥]],
      [[C、①③⑥，②④⑤]],
      [[D、①⑤⑥，②③④]],
    },
    [[D]],
  },
  -- 85
  {
    [[把下面的六个图形分为两类，使每一类图形都有各自的共同特征或规律，分类正确的一项是（    ）。<br>
]],
    {
      [[A、①③④，②⑤⑥]],
      [[B、①③⑤，②④⑥]],
      [[C、①②⑥，③④⑤]],
      [[D、①④⑥，②③⑤]],
    },
    [[C]],
  },
  -- 86
  {
    [[串对是指在诗句或对联中，出句与对句在意义上和语法结构上不是相对，而是上下相承，两句不能互相脱离，更不能颠倒，在语言结构上有一定的前后顺序。<br>
根据上述定义，下列属于串对的是：]],
    {
      [[A、到此已穷千里目，谁知才上一层楼]],
      [[B、书山有路勤为径，学海无涯苦作舟]],
      [[C、横眉冷对千夫指，俯首甘为孺子牛]],
      [[D、江间波浪兼天涌，塞上风云接地阴]],
    },
    [[A]],
  },
  -- 87
  {
    [[互益素是一种生物释放的、能引起他种接受生物产生对释放者和接受者都有益的反应的信息化学物质。<br>
根据上述定义，下列涉及互益素的是（    ）。]],
    {
      [[A、苹果实蝇在植物果实上产卵后会留下一种标记信息素，以避免自己再次到这里产卵]],
      [[B、楝科植物印楝的种子、树叶和树皮中含有的印楝素，对几乎所有害虫都有驱杀效果]],
      [[C、亚洲玉米螟雌蛾释放的性信息素能够吸引雄蛾，使雄蛾能够准确找到雌蛾的方位]],
      [[D、小麦在遭受麦长管蚜攻击后会释放出水杨酸甲酯，可吸引麦长管蚜的天敌异色瓢虫]],
    },
    [[D]],
  },
  -- 88
  {
    [[国际多式联运是指按照多式联运合同，以至少两种不同的运输方式，由多式联运经营人将货物从一国境内接货地点运至另一国境内指定交货地点的一种运输方式。<br>
根据上述定义，下列属于国际多式联运的是：]],
    {
      [[A、将货运汽车直接开上火车车皮进行铁路运输，到达目的地再把货车从车皮上开下来]],
      [[B、某公司为员工采购进口商品，通过厢式货车运送到公司楼下，员工再开车将商品带回家]],
      [[C、电商从海外采购生鲜商品，由物流公司通过航空冷链进口到国内，然后由冷链车运至全国各地]],
      [[D、船运公司将从外海打捞的海鲜运输到沿海地区，再由买家分销到各个生鲜市场]],
    },
    [[C]],
  },
  -- 89
  {
    [[统计数据分为定性数据与定量数据。定性数据包括分类数据和顺序数据。分类数据是指只能归于某一类别的非数字型数据，它是对事物进行分类的结果，用文字表述；顺序数据是指归于某一有序类别的非数字型数据。定量数据是指表现为具体数字观测值的数据。<br>
①按城市规模可将城市分为特大城市、大城市、中等城市和小城市；<br>
②婚姻状况：1-未婚，2-已婚，3-离异，4-丧偶；<br>
③A地到B地的距离为200公里，到C地为320公里，到D地为100公里；<br>
④某医院建筑面积37.5万平方米，开放床位3182个，临床医生687人。<br>
根据上述定义，关于以上4组数据的说法正确的是（    ）。]],
    {
      [[A、②④都是分类数据]],
      [[B、②③④都是定量数据]],
      [[C、①②都是顺序数据]],
      [[D、仅②是分类数据]],
    },
    [[D]],
  },
  -- 90
  {
    [[拮抗作用是一种常见的感觉变化现象，是指因一种呈味物质的存在，而使另一种呈味物质的呈味特性减弱的现象。<br>
根据上述定义，下列没有体现拮抗作用的是（    ）。]],
    {
      [[A、在橘子汁中添加少量柠檬酸会感觉甜味减弱，如再加砂糖，又会感到酸味减弱]],
      [[B、糖精带有苦味，在糖精中添加少量的谷氨酸钠，苦味可明显缓和]],
      [[C、同时服用氯化钠和奎宁后，再饮用清水会有微甜的感觉]],
      [[D、在食用过酸涩的西非山榄后，再吃酸味食品，会尝不到酸味]],
    },
    [[C]],
  },
  -- 91
  {
    [[通过提供产品及服务使顾客产生愉悦等积极情感，从而使顾客觉得从产品及服务中获得了超过使用价值的新价值，以此为手段进行情感营销的过程，称为情感价值链。<br>
根据上述定义，下列没有凸显情感价值链的是（    ）。]],
    {
      [[A、小张从事美容工作多年，她总是专注而耐心地倾听客户说话，让客户在享受按摩的同时心情舒畅]],
      [[B、智能音箱“小美”深受孩子们喜爱，因为它不仅能播放儿歌和故事，还能跟小朋友“对话、握手和点头”]],
      [[C、电视上，一对年轻夫妻为“该谁扫地了”而犯愁，之后扫地机器人登场，并闪现广告语“有了它，更幸福”]],
      [[D、洗碗机广告中，一位女士愁眉苦脸刷着油腻的碗盘，看着自己粗糙的双手，广告词是“你要做这样的女人吗？”]],
    },
    [[B]],
  },
  -- 92
  {
    [[预测干预是指人们受预测信息的影响而采取了某种行为，造成原本有多种可能性的结果真的朝着预测所指示的方向发展。<br>
根据上述定义，下列属于预测干预的是（    ）。]],
    {
      [[A、某财经访谈栏目中一名专家预测H股票将大涨，结果很多收看该节目的观众争相购买该股票，导致该股票涨停]],
      [[B、某福利彩票代销点宣称他们卖出的彩票多次中奖，结果到该代销点购买彩票的人经常排起长队]],
      [[C、某国首脑在新年致辞中对该国经济形势进行了展望，因而该国老百姓对未来经济好转充满了信心]],
      [[D、甲国大选前，与其敌对的乙国媒体大肆渲染，认为M党总统候选人将当选，结果甲国很多选民转而支持N党总统候选人]],
    },
    [[A]],
  },
  -- 93
  {
    [[人们常常系统地高估自己对事件的控制程度或影响力，而低估机会、运气等不可控制因素在事件发展过程及其结果上所扮演的角色，这一现象被称为控制错觉。<br>
根据上述定义，下列没有体现控制错觉的是：]],
    {
      [[A、人们想用骰子掷出“双6”时会在心中默念，用力揉捏骰子，相信这样做就会如愿]],
      [[B、一些股民往往借助几个简单的因素预测大盘指数，结果常常是谬以千里]],
      [[C、某企业经理认为今年当地举办的运动会对企业发展非常有利，预测今年营业额会有所上涨]],
      [[D、景区某摆渡车驾驶员常年走山路，认为自己路况熟、技术好，所以在山路上开得非常快]],
    },
    [[C]],
  },
  -- 94
  {
    [[对立互补命题指的是先后叙述的两个结构基本相同的句式中含有两对或者两对以上相互对立的概念，但是其阐发的意思是一致的或者是相互补充的。<br>
根据上述定义，下列不属于对立互补命题的是（    ）。]],
    {
      [[A、君子坦荡荡，小人长戚戚]],
      [[B、先天下之忧而忧，后天下之乐而乐]],
      [[C、仓廪实而知礼节，衣食足而知荣辱]],
      [[D、穷在闹市无人问，富在深山有远亲]],
    },
    [[C]],
  },
  -- 95
  {
    [[一般来说，科学实验中主要涉及三种变量：自变量、因变量和控制变量，自变量是指在实验中由实验者操作的变量。因变量是指随着自变量的变化而变化的变量。控制变量是指实验中除自变量以外的影响实验变化和结果的潜在因素或条件。<br>
根据上述定义，下列说法正确的是（    ）。]],
    {
      [[A、研究小麦供给量受当地采购价格的影响，小麦供给量是控制变量，采购价格是因变量]],
      [[B、研究不同税率对稀土出口量的影响，稀土出口量是自变量，税率是因变量]],
      [[C、研究气候条件对棉花产量的影响，气候条件是因变量，害虫影响是控制变量]],
      [[D、研究制糖厂营业额受糖产量的影响，糖的单价是控制变量，糖产量是自变量]],
    },
    [[D]],
  },
  -- 96
  {
    [[江河湖海：水体]],
    {
      [[A、鳏寡孤独：身份]],
      [[B、油盐酱醋：调味]],
      [[C、山珍海味：美食]],
      [[D、绫罗绸缎：面料]],
    },
    [[D]],
  },
  -- 97
  {
    [[船舶抛锚：请求救援]],
    {
      [[A、安全着陆：平稳飞行]],
      [[B、行政复议：获得赔偿]],
      [[C、卖出高粱：买入白酒]],
      [[D、违规销售：停业整顿]],
    },
    [[D]],
  },
  -- 98
  {
    [[春山暖日和风：阑干楼阁帘栊]],
    {
      [[A、绿蚁新醅酒：红泥小火炉]],
      [[B、鸡声茅店月：人迹板桥霜]],
      [[C、江碧鸟逾白：山青花欲燃]],
      [[D、柴门闻犬吠：风雪夜归人]],
    },
    [[B]],
  },
  -- 99
  {
    [[立体化战争：数字化战争]],
    {
      [[A、民主型管理：专制型管理]],
      [[B、防风林：观赏树木]],
      [[C、有氧运动：医疗瘦身]],
      [[D、绩效奖励：物质奖励]],
    },
    [[D]],
  },
  -- 100
  {
    [[风筝：篾刀：竹条]],
    {
      [[A、泥塑：黏土：颜料]],
      [[B、绣品：绣针：绣线]],
      [[C、糖人：蔗糖：竹签]],
      [[D、漆器：描金：涂料]],
    },
    [[B]],
  },
  -- 101
  {
    [[檀香：麝香：香料]],
    {
      [[A、木材：钢筋：建材]],
      [[B、日光：月光：光明]],
      [[C、薯条：粉条：食物]],
      [[D、鲸鱼：鲍鱼：海鱼]],
    },
    [[A]],
  },
  -- 102
  {
    [[中央预算：年度预算：地方预算]],
    {
      [[A、历史题材：军事题材：现实题材]],
      [[B、户外广告：文字广告：电视广告]],
      [[C、知识创新：技术创新：管理创新]],
      [[D、人身权利：生命权利：财产权利]],
    },
    [[A]],
  },
  -- 103
  {
    [[健康监测：体检：疾病筛查]],
    {
      [[A、为国聚财：税收：调节分配]],
      [[B、发掘遗迹：考古：考证年代]],
      [[C、解决争议：审判：强制执行]],
      [[D、太空飞行：航天：地质分析]],
    },
    [[A]],
  },
  -- 104
  {
    [[（    ） 对于 口罩 相当于 竹子 对于 （    ）]],
    {
      [[A、耳挂；竹炭]],
      [[B、无纺布；斗笠]],
      [[C、卫生用品；竹叶]],
      [[D、医用口罩；箭竹]],
    },
    [[B]],
  },
  -- 105
  {
    [[核安全 对于 （    ） 相当于 （    ） 对于 虚拟货币]],
    {
      [[A、核技术；货币]],
      [[B、核泄漏；交易货币]],
      [[C、国家安全；比特币]],
      [[D、网络安全；游戏币]],
    },
    [[C]],
  },
  -- 106
  {
    [[中国互联网络信息中心发布报告显示，截至2018年12月，我国短视频用户规模达6.48亿，其中青少年用户占了很大比重，开展青少年防沉迷工作刻不容缓。相关主管部门组织短视频平台企业研发了青少年防沉迷系统，进入“青少年模式”后，每日使用时长将限定为累计40分钟，打赏、充值、提现、直播等功能将不可用，每天22时至次日6时期间，禁止使用短视频App。<br>
以下哪项如果为真，最能质疑该模式的有效性？]],
    {
      [[A、用户使用“青少年模式”需提交身份证信息等，增加了泄露个人隐私的风险]],
      [[B、不加选择地浏览视频内容，可能会对青少年价值观产生负面影响]],
      [[C、该系统通过大数据分析来识别疑似青少年用户，可能会“误伤”成年人]],
      [[D、“青少年模式”目前尚无法识别网络使用者的真实身份]],
    },
    [[D]],
  },
  -- 107
  {
    [[有研究人员认为，胶原蛋白保持皮肤年轻的说法并不科学，他们认为，皮肤得以保持年轻，应归功于表皮干细胞，哺乳动物的表皮细胞会持续更新，新细胞来源于表皮干细胞，这些干细胞会通过―种特定分化的多元蛋白结构——半桥粒附着在基膜上。表皮干细胞会不断复制、分化，产生新细胞取代受损的老细胞，这一更新有利于维持皮肤的年轻。因此，表皮干细胞的更新才是保持皮肤年轻的原因。<br>
以下哪项如果为真，最能削弱上述结论？]],
    {
      [[A、表皮干细胞的更新还需要其他化合物的促进]],
      [[B、表皮干细胞的再生能力会随着年龄的增长而衰退]],
      [[C、胶原蛋白对促进表皮干细胞的更新至关重要]],
      [[D、胶原蛋白的表达在不同干细胞之间存在很大差异]],
    },
    [[C]],
  },
  -- 108
  {
    [[小赵和小刘是非常熟悉的好朋友，两家相距很近，疫情期间，小赵曾给本单位同处室的同事发了警示微信，小刘也给所在小区他认识的所有人发了警示微信，并进一步通过电话进行了确认提醒，小赵、小刘互通了电话，提醒近期不相互走动，小赵给小刘发过警示微信，小刘没有给小赵发过警示微信。<br>
根据以上陈述，以下哪项不可能？]],
    {
      [[A、小赵近期没有去过小刘家]],
      [[B、小刘、小赵是同事]],
      [[C、小刘、小赵不是一个处室的]],
      [[D、小赵、小刘住一个小区]],
    },
    [[D]],
  },
  -- 109
  {
    [[羟苯甲酮是一种常见的紫外线吸收剂，多用于防晒护肤品中，全球3500种品牌的防晒霜中均含有该物质。研究表明，即使是极低浓度的羟苯甲酮也会给珊瑚带来致命的伤害，有专家指出，为了保护珊瑚，在海滨浴场应该禁止使用防晒霜。<br>
以下哪项如果为真，最能支持上述观点？]],
    {
      [[A、一些远离海岸的大洋中部水域已检测到羟苯甲酮，但浓度较低]],
      [[B、羟苯甲酮易引起皮肤过敏，长期使用会影响人体免疫力和生殖能力]],
      [[C、羟苯甲酮会破坏、改变珊瑚的DNA，降低幼年珊瑚正常发育的几率]],
      [[D、人们在很多场合都使用防晒霜，仅在海滨浴场限制使用效果有限]],
    },
    [[C]],
  },
  -- 110
  {
    [[某便利店新进了一批个性商品，如带酸味的啤酒，芥末味道的饼干等，这些个性商品摆放在单独设立的区域进行销售，三个月之后，店长发现：和之前没有引进个性商品时相比，店里的总销售额大幅提升，所以店长认为销售额增加的主要原因是引进了这些个性商品。<br>
以下哪项如果为真，最能支持店长的观点？]],
    {
      [[A、三个月以来，这些个性商品的销量和销售额都很有限]],
      [[B、来店消费的主要是年轻人，年轻人喜欢尝试新鲜事物]],
      [[C、近三个月，该店对货品摆放进行了重新规划和调整，货品陈列更加有序醒目]],
      [[D、除了增加个性商品，店里常规商品也增加了一些品牌和种类]],
    },
    [[B]],
  },
  -- 111
  {
    [[研究人员在2011年至2017年间采集了600多名60岁以上老年人的身高、血压和饮食习惯等多项数据，随后，又对研究对象进行了神经心理评估和认知障碍评定，在排除吸烟饮酒等风险因素后发现，那些每周吃两次、每次吃约150克蘑菇的老年人，比每周吃蘑菇少于一次的老年人患轻度认知障碍的风险低。研究人员解释说，这是因为蘑菇中含有一种特殊化合物——麦角硫因，因此，食用蘑菇有助于降低老年人患轻度认知障碍的风险。<br>
以下哪项如果为真，最能支持上述结论？]],
    {
      [[A、研究发现，每周食用两次以上蘑菇的年轻人患心脏病的风险降低]],
      [[B、轻度认知障碍老年患者血浆中麦角硫因的水平明显低于同龄健康人]],
      [[C、上述研究中老年人主要食用的是金针菇、平菇等6种常见蘑菇]],
      [[D、人体实际上无法自行合成麦角硫因，只能从食物中获取]],
    },
    [[B]],
  },
  -- 112
  {
    [[地质学家在澳大利亚中部距地表3公里的地下发现了两处直径超过200公里的神秘自然景观，景观所含有的石英砂中有着一簇簇的细线，这些细线大部分是互相平行的直线。地质学家认为，这些景观很可能是巨大陨石撞击形成的陨石坑，而石英砂的结构就是造成断裂的证据。<br>
以下哪项是上述论证的必要前提？]],
    {
      [[A、只有经历高速的陨石撞击，地层中石英砂才会显示出含有平行直线的断裂结构]],
      [[B、石英砂普遍存在于地球表面，由于坚硬、耐磨、化学性能稳定而很少发生变化]],
      [[C、该景观的直径之大，并不同于其他的陨石坑，很可能不是一次形成的]],
      [[D、该景观周围的岩石是3亿年到4.2亿年之前形成的，那么撞击也应发生在那一时期]],
    },
    [[A]],
  },
  -- 113
  {
    [[近年来，国家从药品生产、流通和销售各环节发力，频频出台降低药价的相关政策。但是，让不少患者感到疑惑的是，一方面是国家降低药价的政策不断出台，另一方面却是诸多常用药价格不断上涨。<br>
以下哪项如果为真，最能解释上述现象？]],
    {
      [[A、价格下降的药品占大多数，价格上涨的药品占少数，因此从整体上来说，药品价格仍然是下降了]],
      [[B、常用进口药的需求增多，相关政策无法控制此类药品的价格上涨]],
      [[C、国家虽然出台了降低药价的政策，但是其影响要经过―段时间才能显现出来]],
      [[D、降低药价的政策可以有效控制药品市场中因制药原料涨价而导致的药价上涨]],
    },
    [[B]],
  },
  -- 114
  {
    [[单位安排甲、乙、丙、丁、戊、己、庚、辛8人出差，他们恰好被安排在宾馆同一排左右相邻的8个房间。已知：<br>
①甲和丙中间隔着3人；<br>
②乙和己中间隔着2人；<br>
③丁在庚的左边，他们中间隔着2人；<br>
④辛和戊中间隔着1人。<br>
根据以上信息，按照从左到右的顺序，下列哪项是不可能的？]],
    {
      [[A、丁在第一个房间]],
      [[B、丁在第二个房间]],
      [[C、丁在第三个房间]],
      [[D、丁在第四个房间]],
    },
    [[C]],
  },
  -- 115
  {
    [[近日，有研究团队通过对44个反刍动物物种的基因组测序研究，创建了一个反刍动物的系统进化树，从而解释大量反刍动物的演化史。结果揭示，在近10万年前，反刍动物种群发生大幅衰减，而这些种群数的减少与人类向非洲之外迁徙的时间相符。有人据此认为，这佐证了早期人类活动造成了反刍动物种群的衰减。<br>
以下哪项如果为真，最能质疑上述结论？]],
    {
      [[A、反刍动物种群衰减后，植被愈加茂盛，为人类提供了更多食物]],
      [[B、反刍动物通常有角，在遇到人类攻击时能发挥一定的防御作用]],
      [[C、同一时期的马、驴等奇蹄目动物的种群也出现大幅衰减的现象]],
      [[D、同一时期大型猫科动物繁盛，它们大规模捕杀反刍动物]],
    },
    [[D]],
  },
  -- 116
  {
    [[2019年，平均每个综合类直排海污染物排口排放污水量约是工业类的多少倍？]],
    {
      [[A、1.0]],
      [[B、1.2]],
      [[C、1.4]],
      [[D、1.6]],
    },
    [[C]],
  },
  -- 117
  {
    [[表1中“（？）”处应当填入的数字最可能是：]],
    {
      [[A、60]],
      [[B、70]],
      [[C、80]],
      [[D、90]],
    },
    [[B]],
  },
  -- 118
  {
    [[2019年，平均每个直排海污染物排口排放石油类污染物的量最大的海区是：]],
    {
      [[A、东海]],
      [[B、南海]],
      [[C、渤海]],
      [[D、黄海]],
    },
    [[A]],
  },
  -- 119
  {
    [[2019年直排渤海的污染物中，氨氮占总氮的比重约比直排黄海的污染物中该比重：]],
    {
      [[A、低13个百分点]],
      [[B、高13个百分点]],
      [[C、低6个百分点]],
      [[D、高6个百分点]],
    },
    [[D]],
  },
  -- 120
  {
    [[关于2019年直排海污染源状况，不能从上述资料中推出的是：]],
    {
      [[A、由综合类排口排放的总磷占所有排口排放总磷的以下]],
      [[B、平均每吨排往黄海的污水化学需氧量为四大海区中最高]],
      [[C、平均每个直排南海的污水排口日均污水排放量在3000-4000吨之间]],
      [[D、通过生活类排口排放的总氮量占所有排口总氮排放量的比重，高于通过生活类排口排的总磷量占所有排口总磷排放量的比重]],
    },
    [[C]],
  },
  -- 121
  {
    [[2014～2019年间，全国地铁运营线路长度同比增长以上的年份有几个？]],
    {
      [[A、1]],
      [[B、2]],
      [[C、3]],
      [[D、4]],
    },
    [[A]],
  },
  -- 122
  {
    [[以下城市中，2019年末平均每条运营的地铁线路配属地铁列车数最多的是：]],
    {
      [[A、广州]],
      [[B、武汉]],
      [[C、成都]],
      [[D、南京]],
    },
    [[C]],
  },
  -- 123
  {
    [[2019年，直辖市（北京、天津、上海、重庆）地铁客运量占全国地铁客运总量的比重在以下哪个范围内？]],
    {
      [[A、不到]],
      [[B、～之间]],
      [[C、～之间]],
      [[D、超过]],
    },
    [[A]],
  },
  -- 124
  {
    [[表中所列2019年地铁客运量超过10亿人次的城市中，2019年平均每条地铁运营线路长度超过40公里的城市有几个？]],
    {
      [[A、1]],
      [[B、2]],
      [[C、3]],
      [[D、4]],
    },
    [[B]],
  },
  -- 125
  {
    [[能够从上述资料中推出的是：]],
    {
      [[A、2019年全国城轨交通运营线路总里程不到6000公里]],
      [[B、2019全国地铁运营线路长度相比2016年增量是2016年相比2013年增量的两倍以上]],
      [[C、表中2019年末地铁运营线路长度排名前3的城市地铁运营线路长度之和占全国总量的以上]],
      [[D、表中2019年平均每条运营线路客运量最少的城市，地铁客运量在表中各城市排前10位]],
    },
    [[D]],
  },
  -- 126
  {
    [[2016～2019年，全国残疾人康复机构数量同比增量最大的年份是：]],
    {
      [[A、2016年]],
      [[B、2017年]],
      [[C、2018年]],
      [[D、2019年]],
    },
    [[A]],
  },
  -- 127
  {
    [[2019年末，提供肢体残疾康复服务的康复机构的数量占全国残疾人康复机构总数的比重，比提供精神残疾康复服务的康复机构的数量占全国残疾人康复机构总数的比重高约多少个百分点？]],
    {
      [[A、13]],
      [[B、18]],
      [[C、23]],
      [[D、28]],
    },
    [[C]],
  },
  -- 128
  {
    [[如提供视力残疾康复服务的残疾人康复机构中，同时提供听力言语残疾康复服务的机构比不提供该服务的机构多，则2019年末全国有多少家残疾人康复机构不提供以上两种康复服务中的任意一种？]],
    {
      [[A、不到7300家]],
      [[B、7300～7600家之间]],
      [[C、7600～7900家之间]],
      [[D、超过7900家]],
    },
    [[B]],
  },
  -- 129
  {
    [[截至2019年末，全国平均每个已竣工的残疾人综合服务设施建设规模约是已竣工残疾人康复设施的多少倍？]],
    {
      [[A、0.6]],
      [[B、0.8]],
      [[C、1.2]],
      [[D、1.7]],
    },
    [[A]],
  },
  -- 130
  {
    [[能够从上述资料中推出的是：]],
    {
      [[A、2019年，全国得到基本康复服务的0～6岁残疾儿童占得到基本康复服务的残疾儿童及持证残疾人的以上]],
      [[B、2015年，全国平均每月新增残疾人康复机构20家以上]],
      [[C、2019年末，全国残疾人康复机构中，超过提供孤独症儿童康复服务]],
      [[D、截至2019年末，全国已竣工的各级残疾人综合服务设施平均每平方米的投资额在3000～4000元之间]],
    },
    [[D]],
  },
  -- 131
  {
    [[2020年1-2月，我国境内投资者对每个当期内产生非金融类直接投资的境外企业的非金融类直接投资额均值约为多少亿元人民币？]],
    {
      [[A、1.6]],
      [[B、1.3]],
      [[C、0.8]],
      [[D、0.6]],
    },
    [[D]],
  },
  -- 132
  {
    [[2019年1-2月，我国对外承包工程月均完成营业额比月均新签合同额：]],
    {
      [[A、高不到300亿元人民币]],
      [[B、高300亿元人民币以上]],
      [[C、低不到300亿元人民币]],
      [[D、低300亿元人民币以上]],
    },
    [[C]],
  },
  -- 133
  {
    [[2020年1-2月，租赁和商务服务业对外投资额占对境外企业非金融类直接投资额的比重比上年同期约：]],
    {
      [[A、上升了3个百分点]],
      [[B、上升了12个百分点]],
      [[C、下降了3个百分点]],
      [[D、下降了12个百分点]],
    },
    [[B]],
  },
  -- 134
  {
    [[如2020年1-2月人民币与美元的汇率稳定为7元人民币兑换1美元，则同期对外承包工程新签合同额在5000万美元以上的项目的平均新签合同额在以下哪个范围内？]],
    {
      [[A、2亿美元以上]],
      [[B、1.5-2亿美元之间]],
      [[C、1-1.5亿美元之间]],
      [[D、0.5-1亿美元之间]],
    },
    [[A]],
  },
  -- 135
  {
    [[能够从上述资料中推出的是：]],
    {
      [[A、2019年1-2月，我国境内投资者对境外企业非金融类直接投资额高于对外承包工程完成营业额]],
      [[B、2019年1-2月，我国对外劳务合作月均派出各类劳务人员不到1万人]],
      [[C、2020年1-2月，我国企业有新增投资的“一带一路”沿线国家中，我国企业平均对每个国家的新增投资额超过0.6亿美元]],
      [[D、2020年1-2月，我国企业在“一带一路”沿线国家新签对外承包工程合同额同比增量超过30亿美元]],
    },
    [[D]],
  },
}

return questions
