-- 试卷来源：https://www.gkzenti.cn/paper/15758879443612yj，答案来源：https://www.gkzenti.cn/answer/15758879443612yj，
-- 由爬虫自动生成，请手动检查：
-- 1. 添加公式/删除其中含有图片、含有资料的题目；
-- 2. 修改英文冒号为中文冒号；
-- 3. 修改百分号为双百分号；
-- 4. 把所有填入画横线部分的线画出来。
-- 已检查在此打勾：【v】

local questions = {
  -- 1
  {
    [[党的十九大报告指出，发展必须是科学发展，必须坚定不移贯彻创新、协调、绿色、开放、共享的发展理念。下列与之有关的说法，正确的有几项？<br>
①创新发展注重的是解决发展动力问题<br>
②协调发展注重的是解决社会公平正义问题<br>
③绿色发展注重的是解决人与自然和谐共生问题<br>
④开放发展注重的是解决发展内外联动问题<br>
⑤共享发展注重的是解决发展不平衡问题]],
    {
      [[A、1]],
      [[B、2]],
      [[C、3]],
      [[D、4]],
    },
    [[C]],
  },
  -- 2
  {
    [[习近平总书记为我国生态文明建设倾注了巨大心血，足迹遍布大江南北、城市乡村，对各地的生态环境情况都了然于心、深思细究，对很多地域的生态环境寄予了期望。以下“期望”与地域对应正确的是：]],
    {
      [[A、要留住“飞泉泻万仞，舞鹤双低昂”那样的风景--贵州]],
      [[B、要确保“一江清水向东流”--重庆]],
      [[C、“长烟一空，皓月千里，浮光跃金，静影沉璧”这样的乡情美景不能弄没了--湖南]],
      [[D、要保护好“洞庭波涌连天雪，长岛人歌动地诗”--江西]],
    },
    [[C]],
  },
  -- 3
  {
    [[时代楷模是具有很强先进性、代表性、时代性和典型性的先进人物。下列时代楷模与事迹特点对应正确的是：]],
    {
      [[A、张富清—95岁老党员的本色人生]],
      [[B、杜富国—践行社会主义核心价值观的优秀知识分子]],
      [[C、黄文秀—用生命担当使命的新时代英雄战士]],
      [[D、黄大年—乡村教育守望者]],
    },
    [[A]],
  },
  -- 5
  {
    [[党内监督必须把纪律挺在前面，运用监督执纪“四种形态”，经常开展批评和自我批评、约谈函询，让“红红脸、出出汗”成为常态；党纪轻处分、组织调整成为违纪处理的大多数；党纪重处分、重大职务调整的成为少数；严重违纪涉嫌违法立案审查的成为极少数。这是从中国共产党的历史和党的十八大以来管党治党实践中总结出来的，体现了惩前毖后、治病救人的一贯方针。下列党员受到处理的案例，属于“党纪重处分、重大职务调整的成为少数”这种形态的是：]],
    {
      [[A、某市农业农村局办公室主任黄某因公车私用问题，受到党内警告处分，违纪款予以收缴]],
      [[B、某镇政府公益性岗位工作人员杜某因违反工作纪律，被解除劳动关系]],
      [[C、某市政协原副主席杨某因涉嫌严重违纪违法问题，移送检察机关依法审查起诉]],
      [[D、某规划建设局局长戴某因在下属单位报销费用、私设小金库、滥发奖金等，受到留党察看二年处分]],
    },
    [[D]],
  },
  -- 7
  {
    [[“套路贷”是假借民间借贷之名，非法占有被害人财物的违法犯罪行为，是扫黑除恶专项斗争的重点打击对象。下列关于“套路贷”的说法正确的是：]],
    {
      [[A、“套路贷”犯罪案件可由犯罪行为发生地、结果发生地及犯罪嫌疑人居住地公安机关侦查]],
      [[B、因法律规定民间借贷最高年利率为36%%，故超过36%%的可认定为“套路贷”]],
      [[C、因“套路贷”属于非法行为，追债时一般不会采用仲裁、诉讼方式]],
      [[D、我国刑法设置有专门针对“套路贷”的罪名]],
    },
    [[A]],
  },
  -- 8
  {
    [[关于党在新时代的强军目标，下列说法正确的是：]],
    {
      [[A、力争到本世纪中叶基本实现国防和军队现代化]],
      [[B、建设一支听党指挥、能打胜仗、作风优良的人民军队]],
      [[C、到2035年把人民军队全面建成世界一流军队]],
      [[D、确保到2020年全面实现机械化]],
    },
    [[B]],
  },
  -- 9
  {
    [[社会信用体系的建立有利于提高全社会的诚信意识和信用水平。下列关于国家加快社会信用体系建设的说法错误的是：]],
    {
      [[A、“重点突破，强化应用”是社会信用体系建设的主要原则之一]],
      [[B、为惩戒失信执行人，规定其不得以财产支付子女就读高等院校的费用]],
      [[C、推进青年信用体系建设，逐步应用到入学、就业、创业等领域]],
      [[D、使统一社会信用代码成为企业的唯一身份代码]],
    },
    [[B]],
  },
  -- 10
  {
    [[关于近五年我国天文科技成就，下列说法错误的是：]],
    {
      [[A、在中国首次成功实现了月球激光测距]],
      [[B、发现了新的太阳系外行星族群——热海星]],
      [[C、发现了迄今为止最高能量的宇宙伽玛射线]],
      [[D、拥有了世界最大口径光学红外望远镜]],
    },
    [[D]],
  },
  -- 11
  {
    [[下列言论中涉及到的人才选拔制度，按出现顺序先后排列正确的是：<br>
①学通行修，经中博士<br>
②宗室非有军功论，不得为属籍<br>
③九品访人，唯问中正<br>
④风吹金榜落凡世，三十三人名字香]],
    {
      [[A、②①③④]],
      [[B、③②④①]],
      [[C、②④①③]],
      [[D、①③②④]],
    },
    [[A]],
  },
  -- 12
  {
    [[关于陶瓷，下列说法错误的是：]],
    {
      [[A、“入窑一色，出窑万彩”是钧瓷的特点]],
      [[B、紫砂壶是用含铁量较高的黏土制成的]],
      [[C、景德镇在宋代时期主要烧制青白瓷]],
      [[D、唐三彩中最具代表性的造型是虎和骆驼]],
    },
    [[D]],
  },
  -- 13
  {
    [[关于诗句涉及的物候特征，下列对应错误的是：]],
    {
      [[A、不知近水花先发，疑是经冬雪未销——水对温度的调节作用]],
      [[B、羌笛何须怨杨柳，春风不度玉门关——冷锋过境产生的天气变化]],
      [[C、春风疑不到天涯，二月山城未见花——海拔对植物生长的影响]],
      [[D、南枝向暖北枝寒，一种春风有两般——光照对植物的影响]],
    },
    [[B]],
  },
  -- 14
  {
    [[下列与成语有关的描述错误的是：]],
    {
      [[A、“叶落归根”是因为地球表面的物体会受到重力的作用]],
      [[B、“青出于蓝”描述的是传统植物染料的提取过程]],
      [[C、“囊萤映雪”中“囊萤”和“映雪”包含的光学原理相同]],
      [[D、“沙里淘金”中的“金”属于金属单质]],
    },
    [[C]],
  },
  -- 15
  {
    [[下列关于电池的说法错误的是：]],
    {
      [[A、干电池利用液态电解液产生电流]],
      [[B、自行放电是蓄电池不可避免的渐生故障]],
      [[C、锂电池不会产生铅、汞等有害重金属物质]],
      [[D、太阳能电池产生的电是直流电]],
    },
    [[A]],
  },
  -- 16
  {
    [[关于能量与做功，下列说法正确的是：]],
    {
      [[A、雨点从高空中匀速下落时只有重力做功]],
      [[B、匀速圆周运动的物体动能始终发生变化]],
      [[C、自由落体过程中物体的机械能保持不变]],
      [[D、向上飞的石子重力做负功导致势能减小]],
    },
    [[C]],
  },
  -- 17
  {
    [[白居易有诗云：“绿蚁新醅酒，红泥小火炉。晚来天欲雪，能饮一杯无？”下列与该诗相关的说法正确的是：]],
    {
      [[A、“绿蚁”是因为酒中添加了可食用调色剂]],
      [[B、“醅酒”的过程利用了微生物的作用]],
      [[C、炉火燃烧的过程是内能转化成化学能]],
      [[D、从雪到水的转化过程会释放出热量]],
    },
    [[B]],
  },
  -- 18
  {
    [[关于塑料大棚，下列说法正确的是：]],
    {
      [[A、塑料大棚的薄膜能够提高光照强度]],
      [[B、搭建塑料大棚能有效防御地质灾害]],
      [[C、冬季在塑料大棚内熏烟有助于防御霜冻]],
      [[D、无土栽培技术必须在塑料大棚中进行]],
    },
    [[C]],
  },
  -- 19
  {
    [[下列与疫苗有关的说法正确的是：]],
    {
      [[A、疫苗通过三角肌注射才能产生作用]],
      [[B、免疫力弱的人不能接种疫苗]],
      [[C、疫苗的接种者必须是健康个体]],
      [[D、卡介疫苗是典型的活疫苗]],
    },
    [[D]],
  },
  -- 20
  {
    [[下列与现代通讯科技有关的说法错误的是：]],
    {
      [[A、高密度无线网络技术是5G移动通信技术的关键之一]],
      [[B、计算机通信的基本原理是将逻辑信号转换为电信号]],
      [[C、路由器可以根据信道情况自动选择和设定路由]],
      [[D、无线局域网利用射频技术进行通信连接]],
    },
    [[B]],
  },
  -- 21
  {
    [[中国正处于经济结构转型升级和世界新一轮技术革命的交汇时期，创新驱动高质量发展渐成共识。没有管理创新、市场创新的商业创新模式________，有真实需求场景的教育、医疗健康、信息消费、消费升级等模式创新领域，将会迸发出新的投资机会。<br>
填入画横线部分最恰当的一项是：]],
    {
      [[A、举步维艰]],
      [[B、日薄西山]],
      [[C、难以为继]],
      [[D、岌岌可危]],
    },
    [[C]],
  },
  -- 22
  {
    [[传统饱和打击战术的核心，是从不同方向、不同层次向同一目标发射超出其防御上限的导弹，以数量优势形成绝对力量优势，压迫及摧毁其防御体系，对敌重要目标进行毁灭性打击。该战术需要庞大的火力投射平台和充足的武器弹药作支撑，这让世界上大多数国家________。<br>
填入画横线部分最恰当的一项是：]],
    {
      [[A、望而却步]],
      [[B、无可奈何]],
      [[C、束手无策]],
      [[D、裹足不前]],
    },
    [[A]],
  },
  -- 23
  {
    [[伴随衰老，人的记忆力会发生明显衰退。最近，《自然》子刊《自然·神经科学》杂志给出了潜在的解决方案。他们的方法看起来无比________：电击大脑。这当然不是“网瘾中心”那种野蛮的电击方式，而是一项有着出色设计的________实验，揭示了脑电波变化与衰老所引起的记忆衰退之间的重要关系。<br>
依次填入画横线部分最恰当的一项是：]],
    {
      [[A、粗暴  严谨]],
      [[B、直接  安全]],
      [[C、危险  神奇]],
      [[D、简单  有趣]],
    },
    [[A]],
  },
  -- 24
  {
    [[在历史研究中，实证主义强调________，认为史学家是反映历史的镜子，其职责仅限于对史料进行严格考证、挑选和排列，让史料自身去制造历史，而自己则要________，这种观点忽视了史学家的主观能动性，过于绝对和冷漠，在后续的发展中受到很大质疑。<br>
依次填入画横线部分最恰当的一项是：]],
    {
      [[A、公正性  秉笔直书]],
      [[B、独立性  冷眼旁观]],
      [[C、真实性  不动声色]],
      [[D、客观性  置身事外]],
    },
    [[D]],
  },
  -- 25
  {
    [[“万物各得其和以生，各得其养以成”。这方面有很多鲜活生动的事例。始建于战国时期的都江堰，距今已有2000多年历史，就是根据岷江的洪涝规律和成都平原悬江的地势特点，________建设的大型生态水利工程，不仅造福当时，而且________。<br>
依次填入画横线部分最恰当的一项是：]],
    {
      [[A、顺势而为  利在千秋]],
      [[B、因势利导  泽被后世]],
      [[C、物尽其用  历久弥新]],
      [[D、因地制宜  经久不衰]],
    },
    [[B]],
  },
  -- 26
  {
    [[渔业资源恢复是一个复杂而缓慢的过程，需要________的努力，如坚决减少捕捞力量、科学发展增殖渔业和加强栖息地保护与修复等。________生态系统水平的适应性对策，强化资源管理与养护，依然是下一步渔业资源恢复的重点工作。<br>
依次填入画横线部分最恰当的一项是：]],
    {
      [[A、锲而不舍  探索]],
      [[B、坚韧不拔  制定]],
      [[C、坚持不懈  借鉴]],
      [[D、有条不紊  研究]],
    },
    [[A]],
  },
  -- 27
  {
    [[现在很多人对快速发展的食品科技比较陌生，对食品从农田到餐桌的全过程知之甚少，因此对错误信息的辨识能力、对谣言的抵御能力十分有限。那些________的谣言不仅影响消费信心，也给行业、产业带来直接的危害。强化食品安全科普传播________，也迫在眉睫，这已经成为全行业和全社会的共识。<br>
依次填入画横线部分最恰当的一项是：]],
    {
      [[A、虚张声势  至关重要]],
      [[B、铺天盖地  首当其冲]],
      [[C、口耳相传  任重道远]],
      [[D、耸人听闻  势在必行]],
    },
    [[D]],
  },
  -- 28
  {
    [[古城区发展到一定阶段，适度的提升改造是必要的，但如果是通过“拆真”来为“建假”腾出地方，这样的开发改造必然是________，其实，提升改造与对老建筑的保护本来可以________，恰当的修缮，不但可以让历史建筑重新焕发活力，也能够提升城区的整体质量，达到提升改造的目的。<br>
依次填入画横线部分最恰当的一项是：]],
    {
      [[A、顾此失彼  齐头并进]],
      [[B、暴殄天物  双管齐下]],
      [[C、得不偿失  并行不悖]],
      [[D、舍本逐末  并驾齐驱]],
    },
    [[C]],
  },
  -- 29
  {
    [[五四运动表现出来的爱国主义精神，与以往的爱国主义相比较，具有历史进步性和鲜明时代性。这种爱国主义不是盲目排外，而是为了维护国家独立和民族尊严；不是________，而是与民主和科学精神紧密联系，追求发展进步；不是________，而是付诸行动，以“直接行动”投入反帝运动。<br>
依次填入画横线部分最恰当的一项是：]],
    {
      [[A、刻舟求剑  作壁上观]],
      [[B、邯郸学步  闭门造车]],
      [[C、固步自封  纸上谈兵]],
      [[D、拾人牙慧  夸夸其谈]],
    },
    [[C]],
  },
  -- 30
  {
    [[科学家网上科普，“高大上”的国家科研机构与轻松娱乐的网络文化场域相遇，不仅没有出现文化上的巨大冲突、碰撞，反倒形成了一种________、寓教于乐的可爱画风，受到很多年轻人的喜爱。这种意外，看似有很大的________，实则是一种科普方式的积极探索创新，预示了打通两个文化场域的可能性。<br>
依次填入画横线部分最恰当的一项是：]],
    {
      [[A、别出心裁  随意性]],
      [[B、相映成趣  特殊性]],
      [[C、亦庄亦谐  偶然性]],
      [[D、妙趣横生  随机性]],
    },
    [[C]],
  },
  -- 31
  {
    [[有关部门制定银龄讲学计划，在全国招募万名优秀退休教师，下乡支援农村学校。相信白发苍苍的师者，会无私地奉献燃烧；但是要________乡村师生双双流失的困境，不能仅凭一时兴起的“输血”和情怀。唯有教育资源真正向农村________，真正提高乡村教师的待遇和吸引力，乡村振兴才会有________的新鲜血液。<br>
依次填入画横线部分最恰当的一项是：]],
    {
      [[A、改善  汇聚  生生不息]],
      [[B、突破  集中  生机勃勃]],
      [[C、扭转  倾斜  源源不断]],
      [[D、摆脱  开放  薪火相传]],
    },
    [[C]],
  },
  -- 32
  {
    [[秋葵原产印度，却在中国______已久，东汉的《说文解字》称其为“黄葵”，《本草纲目》也有详细记载，称其为“侧金盏花”。秋葵曾是我较为______的蔬菜，在童年记忆里，家中餐桌上并未出现过它。近些年秋葵却______走红，长居网红零食的热门榜单，也逐渐成为寻常百姓的秋日家常菜。<br>
依次填入画横线部分最恰当的一项是：]],
    {
      [[A、侨居  反感  意外]],
      [[B、流浪  向往  瞬间]],
      [[C、落户  不屑  莫名]],
      [[D、扎根  陌生  迅速]],
    },
    [[D]],
  },
  -- 33
  {
    [[准确、权威的信息不及时传播，虚假、歪曲的信息就会搞乱人心；积极、正确的思想舆论不发展壮大，消极、错误的言论观点就会肆虐______。这方面，主流媒体守土有责，更要守土尽责，及时提供更多真实客观、观点鲜明的信息内容，牢牢______舆论场主动权和主导权。主流媒体要敢于引导、善于疏导，原则问题要旗帜鲜明、立场坚定，一点都不能______。<br>
依次填入画横线部分最恰当的一项是：]],
    {
      [[A、蔓延  守护  犹豫]],
      [[B、扩散  占据  退缩]],
      [[C、滋生  控制  迟疑]],
      [[D、泛滥  掌握  含糊]],
    },
    [[D]],
  },
  -- 34
  {
    [[测谎的基本原理是：欺骗的人会紧张，以致呼吸、脉搏加快和血压升高。测谎专家因而声称，只要操作、解析得当，测谎仪能够有效发现说谎者，结果是________的。反对者则认为，一个________且擅长控制情绪的人是可以对付测谎仪的。在这个过程中，不是人与机器，而是测谎者与被测者的________。<br>
依次填入画横线部分最恰当的一项是：]],
    {
      [[A、合理  见多识广  博弈]],
      [[B、可靠  有备而来  较量]],
      [[C、科学  不露声色  抗衡]],
      [[D、准确  从容不迫  对决]],
    },
    [[B]],
  },
  -- 35
  {
    [[千百年来，乡村承担着对村民行为的引导、规训与教育功能，让人们________、明辨是非善恶。农事活动、节日庆典、民俗习惯、村规民约等，都是维系村落价值取向和有序运行的重要________，它们以________的形式不断强化人们的行为规范，并使之内化为人们的道德准则。<br>
依次填入画横线部分最恰当的一项是：]],
    {
      [[A、循规蹈矩  途径  喜闻乐见]],
      [[B、与人为善  方式  言传身教]],
      [[C、通情达理  载体  潜移默化]],
      [[D、奉公守法  手段  耳濡目染]],
    },
    [[C]],
  },
  -- 36
  {
    [[民之所好好之，民之所恶恶之。环境就是民生，青山就是美丽，蓝天也是幸福。发展经济是为了民生，保护生态环境同样也是为了民生。既要创造更多的物质财富和精神财富以满足人民日益增长的美好生活需要，也要提供更多优质生态产品以满足人民日益增长的优美生态环境需要。要坚持生态惠民、生态利民、生态为民，重点解决损害群众健康的突出环境问题，加快改善生态环境质量，提供更多优质生态产品，努力实现社会公平正义，不断满足人民日益增长的优美生态环境需要。<br>
这段文字意在：]],
    {
      [[A、阐释人与自然和谐共生的基本观念]],
      [[B、呼吁人民群众参与到生态文明建设之中]],
      [[C、强调良好的生态环境是民生之福祉]],
      [[D、揭示绿水青山就是金山银山的发展理念]],
    },
    [[C]],
  },
  -- 37
  {
    [[庞大的劳动力供给支撑了改革开放以来经济的快速发展，形成人口红利。不过，人口规模并不必然转化为人口红利，还需要基本的文化素质支撑。改革开放以来，我国将基础教育工作放到重要位置，制定了义务教育法等法律法规，不断增加相关领域投入，从而保证了劳动力素质的提高。近年来，随着老龄化水平的不断提升，劳动力人口出现了规模缩减的迹象。为了在新的劳动力供给条件下实现经济可持续发展，需要实施职工素质建设工程，推动建设宏大的知识型、技术型、创新型劳动者大军，促进人口红利向人才红利的转变。<br>
这段文字主要说的是：]],
    {
      [[A、当前形势对提高人口素质提出了新要求]],
      [[B、教育是当前实现经济可持续发展的关键]],
      [[C、当前的经济发展需要释放人口红利]],
      [[D、劳动力素质的提高需夯实基础教育]],
    },
    [[A]],
  },
  -- 38
  {
    [[西太平洋是全球海山系统分布最为集中的海域，人类对此处海山的认识却非常有限。西太平洋的马里亚纳海沟是板块俯冲地带，海底地质运动非常活跃，海山火山岩的物质组成及成因等是海洋地质科学家感兴趣的问题；西太平洋的暖池和北赤道流等对中国气候有重要影响，是物理海洋科学家关注的重点区域；这里还有全球海洋生物多样性最高的珊瑚礁大三角区，是开展海洋生物起源与进化研究的热点区域。因此，海洋科学家可以在此开展海山的水文物理、化学及生源要素、地形地貌和地质环境及生物生态等多学科协同探测与研究。<br>
这段文字主要介绍了：]],
    {
      [[A、在西太平洋开展科学研究的重要价值]],
      [[B、人们对西太平洋海山系统的认识]],
      [[C、西太平洋区域所蕴含的海洋资源]],
      [[D、西太平洋对中国气候和地质的影响]],
    },
    [[A]],
  },
  -- 39
  {
    [[交流互鉴是人类社会进步的标识，是文明发展的尺度。从古老的丝绸之路、茶叶之路、香料之路上经贸交往的互通有无，到新时代“一带一路”“两廊一圈”等合作建设的开展，亚洲各国为实现互通发展，战胜挑战，克服困难和艰险。文明交融促进了亚洲国家生产力的发展，打破了民族的原始闭关状态，亚洲人民借此开阔了眼界、建立了友谊、收获了富足。在相互影响、相互交流、相互融合、相互建构的文明互动中，东方文化也与西方文化包容共进，不断迈向人类进步新阶段。“光明来自东方”这句古希腊谚语正是对东西文明交融成果生动而诗意的说明。<br>
最适合做这段文字标题的是：]],
    {
      [[A、文化交融，亚洲生产力发展的动力]],
      [[B、“一带一路”，文明传播的通道]],
      [[C、交流互鉴，推动人类文明永续发展]],
      [[D、包容共进，构建东西方文明互动]],
    },
    [[C]],
  },
  -- 40
  {
    [[世界正处于大发展大变革大调整时期，和平与发展仍然是时代主题。世界多极化、经济全球化、社会信息化、文化多样化深入发展，全球治理体系和国际秩序变革加速推进，各国相互联系和依存日益加深，国际力量对比更趋平衡，和平发展大势不可逆转。同时，世界面临的不稳定性不确定性突出，世界经济增长动能不足，贫富分化日益严重，地区热点问题此起彼伏，恐怖主义、网络安全、重大传染性疾病、气候变化等非传统安全威胁持续蔓延，人类面临许多共同挑战。<br>
这段文字接下来讲的是：]],
    {
      [[A、为什么我们认为当前的世界正处于发展与激变的时代]],
      [[B、中国是维护世界和平、促进世界共同发展的重要力量]],
      [[C、正确认识和把握时代的主题才是各国制定政策的依据]],
      [[D、各国人民应同心协力应对我们所面临的各种风险挑战]],
    },
    [[D]],
  },
  -- 41
  {
    [[在战场上，人机协同被人工智能所取代，至少目前来看短时间内很难发生。人工智能能解决的问题有限，替代首先会发生在部分领域，但却依然离不开人机协同。人工智能的主要实现手段是机器学习，深度学习是实现机器学习的一种方式。尽管目前深度学习在众多领域已取得非常好的效果，但涉及战场上要求创造性、无法给出明确定义和边界、缺乏数字化知识经验的任务，机器可能就无能为力。所以今后一段时间里，机器在作战领域中更多的是起辅助作用，最终的决策依然离不开人类。<br>
这段文字意在说明：]],
    {
      [[A、人机协同在战场上仍将扮演重要角色]],
      [[B、人工智能的学习能力有待进一步提高]],
      [[C、战场环境对机器学习提出了更高要求]],
      [[D、人工智能尚无法适应复杂的战场需求]],
    },
    [[A]],
  },
  -- 42
  {
    [[①中国企业若想出口稀土产品，必须向行业巨头缴纳高额的专利许可费，否则产品无法出口<br>
②稀土永磁材料领域的研发重点包括提高材料性能、扩大高端领域应用等；稀土发光材料领域的技术创新点集中在光电材料、反光材料等<br>
③经历了被人“扼住咽喉”的切肤之痛后，我国稀土企业的创新脚步愈加快速<br>
④然而在很长一段时间内，我国的稀土企业在国际市场处于受制于人的局面<br>
⑤多年来，在与世界各国的“稀土大战”中，我国凭借世界第一的稀土储量，逐步在开采、分离技术领域确立了全球领先的地位<br>
⑥目前，我国稀土领域的创新主要集中于产业链上游的稀土材料领域，多家企业重点发展具有超高性能的稀土永磁材料、稀土发光材料等<br>
将以上6个句子重新排列，语序正确的是：]],
    {
      [[A、⑥④①③⑤②]],
      [[B、⑤④①③⑥②]],
      [[C、⑤⑥②①④③]],
      [[D、⑥②⑤④①③]],
    },
    [[B]],
  },
  -- 43
  {
    [[①H7N9禽流感病毒在人与人之间不能持续有效传播，通过消化道传播的可能性更低<br>
②一种病毒只能寄生在一种（类）动物、植物或细菌真菌中，即具有特异性<br>
③病毒是高度专性寄生的非细胞型生物，必须在活细胞内寄生并以复制方式增殖，分为植物病毒、动物病毒和细菌病毒<br>
④人感染H7N9禽流感病毒主要是经呼吸道传播，也可通过密切接触感染的禽类分泌物、排泄物或直接接触病毒感染<br>
⑤也就是说，不会有哪种病毒可以同时感染动物和植物，因此禽流感病毒不会感染西瓜、香蕉、青菜等<br>
⑥目前没有见到人因为食用西瓜等水果而感染H7N9禽流感病毒的实例，也未发现该病毒具有在人群中持续传播的能力<br>
将以上6个句子重新排列，语序正确的是：]],
    {
      [[A、③②⑤④①⑥]],
      [[B、④⑥⑤③①②]],
      [[C、①④⑥②⑤③]],
      [[D、②⑤⑥④③①]],
    },
    [[A]],
  },
  -- 44
  {
    [[研究发现，人格特质会对一个人能否拥有充足、良好的睡眠产生影响。例如，一个责任心水平较低的人很难自我约束，去按照既定计划完成任务。因此他们很难形成固定、良好的睡眠习惯。内向的人更难以入睡，因为他们更喜欢在独处状态下思考问题。当他们夜晚独自躺在床上，会有意识地思考问题，导致更加难以入睡。同样，研究人员也发现，习惯早起的人更有责任心，晚上不睡的夜猫子型的人更喜欢新鲜的刺激。每个人其实有着不同的适应自身的睡眠偏好，而这些睡眠习惯，______。<br>
填入画横线部分最恰当的一句是：]],
    {
      [[A、很难在短时间内发生根本改变]],
      [[B、最终必然会影响你的身心健康]],
      [[C、其实也不存在绝对的评价标准]],
      [[D、实际上也反映着你的人格特质]],
    },
    [[D]],
  },
  -- 45
  {
    [[在地面装备中，锂离子电池主要应用于军用无人地面车辆、机器人、混合电动战车等。对使用油电混合驱动的地面战车来说，采用锂离子电池作为动力源不仅可以降低油耗，减少后勤负担，还可以提高战术车辆的机动力和生存能力。目前，多国军队都加大了混合电驱动战车、无人地面车辆、地面机器人的锂离子电池模块的研发力度。不过，对大型地面装备来说锂离子电池功率偏弱是制约其进一步应用的主要因素。因此，未来还需要继续研发高比功率、低成本的锂离子电池，满足地面装备的任务需求。<br>
根据这段文字，锂离子电池：]],
    {
      [[A、在大型装备应用方面存在不足]],
      [[B、在军事应用中具有广泛适用性]],
      [[C、被各国作为新型电池大力发展]],
      [[D、是未来战场动力源的发展方向]],
    },
    [[A]],
  },
  -- 46
  {
    [[“风筝不断线”是吴冠中上世纪80年代前后提出的艺术理念，在中国当代美术史上产生了重要的影响。看上去，这是关于“形式美”与“抽象美”之间内在联系的一种阐述，实则它强调的是：艺术创作再怎么创新，再怎么放飞自我，都不能远离现实生活。在吴冠中看来，抽象绘画就像放风筝，风筝是作品，是“从生活中来的素材和感受，被作者用减法、除法或别的法”抽象成的某一种艺术形式，而观众是天空。要让风筝飞上天空，艺术家手中“须有一线联系着作品与生活中的源头”。只有“风筝不断线”，艺术才有根基，才能保持与观众的交流。<br>
下列观点符合“风筝不断线”理念的是：]],
    {
      [[A、艺术来源于生活而高于生活]],
      [[B、艺术的第一目的是再现现实]],
      [[C、艺术创作应当以生活为基础]],
      [[D、艺术离开民众就失去了土壤]],
    },
    [[C]],
  },
  -- 47
  {
    [[猫虽然平时可能对主人不理不睬，却能在众多声音中识别出主人的声音，并对其投入更多情感和注意。研究发现，猫不仅敏感于主人的声音（音频信息），还敏感于主人呼唤自己的名字（字符信息）。不只是猫，目前的研究发现，猿猴、海豚、狗甚至鹦鹉，都可以识别出自己的名字。它们识别名字的方式与人类基本一致，都是在反复经历某个特殊字符伴随自己的事件之后，才建立起这个字符与自己的关系，________。<br>
填入画横线部分最恰当的一句是：]],
    {
      [[A、这揭示了人类与动物之间的互动模式]],
      [[B、名字成为与普通字符完全不同的存在]],
      [[C、它们由此知道自己拥有一个专属代号]],
      [[D、这实质上是一种条件反射的建立过程]],
    },
    [[D]],
  },
  -- 48
  {
    [[食品药品安全追溯体系是依赖现代信息技术，对可能存在的食品药品安全隐患发出预警的一项制度。它之所以被一些国家广泛采用，是因为一方面能降低监管部门信息获取成本，提升监管效率；另一方面也能倒逼企业提高安全意识，主动进行风险控制。这项制度已引进我国多年，并体现在相关法律法规以及行动规划中。但在实践中，区域分割、部门分治等问题仍比较突出，没有形成高效的地方联动、部门合力，对解决食品药品安全问题缺少整体效果。<br>
这段文字意在强调：]],
    {
      [[A、我国的食品药品安全追溯制度仍有待完善]],
      [[B、完善的食品药品安全追溯体系有重要价值]],
      [[C、相关部门应该加强对食品药品安全的监管]],
      [[D、多方合作是解决食品药品安全问题的关键]],
    },
    [[D]],
  },
  -- 49
  {
    [[导航卫星位于2万公里的高空，在其所覆盖的范围内都可通过接收信号来导航。而在超出2万公里的深空，就需要全新的导航系统。天文学家提出了几种可能的导航系统，谈得最多的就是脉冲星导航。脉冲星是一类中子星，其磁极方向能产生射电或X射线辐射，当转动轴和磁极不重合，而转动轴扫过地球的时候，就会产生脉冲。其中一些脉冲星转动稳定性非常好，可以比拟于地球上最好的原子钟，所以这些脉冲星也被称为“宇宙间的原子钟”。如果可以接收到它们的信号并且知道它们的位置，便可以利用这些脉冲星进行星际航行。<br>
这段文字接下来最可能介绍的是：]],
    {
      [[A、宇宙中类似脉冲星的其他原子钟]],
      [[B、目前星际航行中面临的一些困难]],
      [[C、验证脉冲星导航可行性的实验]],
      [[D、影响脉冲星转动稳定性的因素]],
    },
    [[C]],
  },
  -- 50
  {
    [[不论是以巴尔扎克为代表的19世纪欧洲文学，还是以鲁迅为先导的中国现代文学，多半高擎现实主义大旗开垦生活，塑造典型。新时期以来的文学创作，基本也都坚守现实主义立场，比较善于揭露、针砭生活中的负面客观真实，这是完全必要且非常宝贵的。然而，部分小说缺乏对生活中积极因素和正面形象的塑造，缺少对正面价值和情感的呼吁。其实，现实主义创作以人道主义思想为武器，不仅注重剖析社会的阴暗面，也应注重展示生活的亮点；不仅看重批判社会阴暗面的准确性和深刻性，也更看重作家对人物命运的关怀和同情。<br>
这段文字主要批评了新时期以来文学创作中哪个方面的问题？]],
    {
      [[A、典型人物的塑造过于刻板单一]],
      [[B、作家缺乏对现实生活的关注]],
      [[C、缺乏对优秀文学传统的继承]],
      [[D、部分小说存在消极负面的倾向]],
    },
    [[D]],
  },
  -- 61
  {
    [[扶贫干部某日需要走访村内6个贫困户甲、乙、丙、丁、戊和己。已知甲和乙的走访次序要相邻，丙要在丁之前走访，戊要在丙之前走访，己只能在第一个或最后一个走访。问走访顺序有多少种不同的安排方式？]],
    {
      [[A、24]],
      [[B、16]],
      [[C、48]],
      [[D、32]],
    },
    [[B]],
  },
  -- 62
  {
    [[高架桥12：00~14：00每分钟车流量比9：00~11：00少20%%，9：00~11：00、12：00~14：00、17：00~19：00三个时间段的平均每分钟车流量比9：00~11：00多10%%。问17：00~19：00每分钟的车流量比9：00~11：00多：]],
    {
      [[A、40%%]],
      [[B、50%%]],
      [[C、20%%]],
      [[D、30%%]],
    },
    [[B]],
  },
  -- 63
  {
    [[某种糖果的进价为12元/千克，现购进这种糖果若干千克，每天销售10千克，且从第二天起每天都比前一天降价2元/千克。已知以6元/千克的价格销售的那天正好卖完最后10千克，且总销售额是总进货成本的2倍。问总共进了多少千克这种糖果？]],
    {
      [[A、180]],
      [[B、190]],
      [[C、160]],
      [[D、170]],
    },
    [[B]],
  },
  -- 64
  {
    [[环保局某科室需要对四种水样进行检测，四种水样依次有5、3、2、4份。检测设备完成四种水样每一份的检测时间依次为8分钟、4分钟、6分钟、7分钟。已知该科室本日最多可使用检测设备38分钟，如今天之内要完成尽可能多数量样本的检测，问有多少种不同的检测组合方式？]],
    {
      [[A、6]],
      [[B、10]],
      [[C、16]],
      [[D、20]],
    },
    [[A]],
  },
  -- 65
  {
    [[一条圆形跑道长500米，甲、乙两人从不同起点同时出发，均沿顺时针方向匀速跑步。已知甲跑了600米后第一次追上乙，此后甲加速20%%继续前进，又跑了1200米后第二次追上乙。问甲出发后多少米第一次到达乙的出发点？]],
    {
      [[A、180]],
      [[B、150]],
      [[C、120]],
      [[D、100]],
    },
    [[A]],
  },
  -- 67
  {
    [[丙地为甲、乙两地之间高速公路上的一个测速点，其与甲地之间的距离是与乙地之间距离的一半。A、B两车分别从甲地和乙地同时出发匀速相向而行，第一次迎面相遇的位置距离丙地500米。两车到达对方出发地后立刻原路返回，第二次两车相遇也为迎面相遇，问第二次相遇的位置一定：]],
    {
      [[A、距离甲地1500米]],
      [[B、距离乙地1500米]],
      [[C、距离丙地1500米]],
      [[D、距离乙、丙中点1500米]],
    },
    [[B]],
  },
  -- 68
  {
    [[某个项目由甲、乙两人共同投资，约定总利润10万元以内的部分甲得80%%，10万元~20万元的部分甲得60%%，20万元以上的部分乙得60%%。最终乙分得的利润是甲的1.2倍。问如果总利润减半，甲分得的利润比乙：]],
    {
      [[A、少1万元]],
      [[B、多1万元]],
      [[C、少2万元]],
      [[D、多2万元]],
    },
    [[B]],
  },
  -- 69
  {
    [[甲、乙两条生产线生产A和B两种产品。其中甲生产线生产A、B产品的效率分别是乙生产线的2倍和3倍。现有2种产品各X件的生产任务，企业安排甲和乙生产线合作尽快完成任务，最终甲总共生产了1.5X件产品。问乙在单位时间内生产A的件数是生产B件数的多少倍？]],
    {
      [[A、3/4]],
      [[B、3/5]],
      [[C、4/3]],
      [[D、5/3]],
    },
    [[A]],
  },
  -- 70
  {
    [[销售员小刘为客户准备了A、B、C三个方案。已知客户接受方案A的概率为40%%。如果接受方案A，则接受方案B的概率为60%%，反之为30%%。客户如果A或B方案都不接受，则接受C方案的概率为90%%，反之为10%%。问将3个方案按照客户接受概率从高到低排列，以下正确的是：]],
    {
      [[A、A>B>C]],
      [[B、A>C>B]],
      [[C、B>C>A]],
      [[D、C>B>A]],
    },
    [[D]],
  },
  -- 71
  {
    [[某种产品每箱48个。小李制作这种产品，第1天制作了1个，以后每天都比前一天多制作1个。X天后总共制作了整数箱产品。问X的最小值在以下哪个范围内？]],
    {
      [[A、在41~60之间]],
      [[B、超过60]],
      [[C、不到20]],
      [[D、在20~40之间]],
    },
    [[D]],
  },
  -- 72
  {
    [[某单位从理工大学、政法大学和财经大学总计招聘应届毕业生三百多人。其中从理工大学招聘人数是政法大学和财经大学之和的80%%，从政法大学招聘的人数比财经大学多60%%。问该单位至少再多招聘多少人，就能将从这三所大学招聘的应届生平均分配到7个部门？]],
    {
      [[A、6]],
      [[B、5]],
      [[C、4]],
      [[D、3]],
    },
    [[A]],
  },
  -- 73
  {
    [[从一个装有水的水池中向外排水，规定每周二、四、六每天排出剩余水量的1/3，其余日期每天排出剩余水量的1/2。如此连续操作6天后，水池中剩余相当于总容量的1/72水。问最开始时水池中的水量最多相当于总容量的：]],
    {
      [[A、1/4]],
      [[B、3/8]],
      [[C、1/2]],
      [[D、5/8]],
    },
    [[C]],
  },
  -- 74
  {
    [[部队前哨站的雷达监测范围为100千米。某日前哨站侦测到正东偏北30°100千米处，一架可疑无人机正匀速向正西方向飞行。前哨站通知正南方向150千米处的部队立即向正北方向发射无人机拦截，匀速飞行一段时间后，正好在某点与可疑无人机相遇。问我方无人机速度是可疑无人机的多少倍？]],
    {
      [[A、√3+1]],
      [[B、3(√3-1)]],
      [[C、4√3/3]],
      [[D、2√5/3]],
    },
    [[C]],
  },
  -- 86
  {
    [[超前纠结指的是在平庸的人群中，有正确洞见的人当其观点不被接受、不被相信，对事情的发展无能为力时，所表现出的无奈、压抑和痛苦的心情。<br>
根据上述定义，下列最能体现超前纠结的是：]],
    {
      [[A、古来圣贤皆寂寞，惟有饮者留其名]],
      [[B、举世皆浊我独清，世人皆醉我独醒]],
      [[C、无可奈何花落去，似曾相识燕归来]],
      [[D、醉卧沙场君莫笑，古来征战几人回]],
    },
    [[B]],
  },
  -- 87
  {
    [[愧疚补偿策略指的是不直接提出要求，而强调由于对方的责任导致自己处于困境，使对方产生愧疚心理，从而使对方补偿自己的一种策略。<br>
根据上述定义，下列反映了愧疚补偿策略的是：]],
    {
      [[A、甲向李某倾诉由于误信了他群发的信息，导致自己被骗得很惨，李某于是免息借钱给甲做生意以求得心安]],
      [[B、乙上班迟到被领导批评，回家后责怪妻子没有及时叫醒他，并要求妻子以后负责夜里带孩子，妻子答应了他]],
      [[C、丙开车邀请陈某一起郊游，途中丙不慎扭伤了脚，只得请假休养，陈某感到非常内疚，决定帮助丙接送孩子上下学]],
      [[D、丁在庄某家做保洁时不慎摔伤，庄某听家政公司说丁家庭非常困难，主动替丁支付了5000元的治疗费用]],
    },
    [[A]],
  },
  -- 88
  {
    [[合理使用是指在法律明文规定的情形下，非商业性使用他人已经发表的作品，可以不经著作权人许可，也不必向其支付报酬。“法律明文规定的情形”主要包括：（1）为个人学习、研究或者欣赏，使用他人已经发表的作品；（2）免费表演已经发表的作品；（3）对设置或者陈列在室外公共场所的艺术作品进行临摹、绘画、摄影、录像；（4）将已经发表的以汉语言文字创作的作品翻译成少数民族语言文字作品出版发行。<br>
根据上述规定，下列属于合理使用的是：]],
    {
      [[A、甲在班级聚会上演唱了戊未发表的一首歌曲]],
      [[B、乙将一部英文作品翻译成蒙文作品出版发行]],
      [[C、丙公司拍摄公共广场的雕塑作品后，将其制作成图片发行]],
      [[D、丁为撰写论文，复印了庚发表在某期刊上的论文作参考]],
    },
    [[D]],
  },
  -- 89
  {
    [[客观-价值谬误是一种错误的推理，其前提是一个事实性的描述，而结论所表述的则是一个涉及价值意义的描述，而且这种推理没有预设明显的价值判断前提。<br>
根据上述定义，下列属于客观-价值谬误的是：]],
    {
      [[A、人与人之间应该进行更多地交流和沟通，更多地理解和包容，世界上的民族国家将越来越少]],
      [[B、既然人人都要遵纪守法，那我们就应该对法律多一份尊重，对规则多一份敬畏]],
      [[C、世界变得越来越城市化，因此人们就不应该继续诗意地栖居在农村]],
      [[D、这个地区的绿化率在不断提高，其空气质量也将不断改善]],
    },
    [[C]],
  },
  -- 90
  {
    [[社交裂变是一种利益驱动的商业模式，通过人与人之间的社交促进产品的传播与销售，本质上是通过利益驱动激励客户从而形成裂变。<br>
根据上述定义，下列不属于社交裂变的是：]],
    {
      [[A、某微商客户挑选好某个商品后，分享在自己的社交圈，好友帮助砍价后，客户可以低价购买，同时也宣传了该商品]],
      [[B、某微信用户在购买到自己喜欢的商品后，经常拍照发在朋友圈中，慢慢地大家都知道她喜欢购买高档奢侈品]],
      [[C、某电商平台的客户成功购买商品后，分享其链接，所有点击的人都能获得商家提供的随机金额的优惠券]],
      [[D、某咖啡店的老顾客参加“邀请好友免费喝咖啡”的活动后，可以获取一张套餐券]],
    },
    [[B]],
  },
  -- 91
  {
    [[动物辅助治疗是一种以动物为媒介，通过人与动物的接触，改善或维持残障人士的身体状况，或帮助他们加强与外部世界的互动，进而促进康复、适应社会的过程。<br>
根据上述定义，下列情形不属于动物辅助治疗的是：]],
    {
      [[A、性情温和的迷你猪适合陪伴自闭症患者，减轻他们面对人群时产生的焦虑]],
      [[B、卷尾猴能够帮助体障者完成日常生活中的简单动作，如开关门、操控遥控器等]],
      [[C、鼬獾会在主人精神病发作之际，发出叫声，警示主人，让主人可以及时服药]],
      [[D、英国短毛猫性格温顺且不具有攻击性，喜静且贴近主人，适合陪伴独自生活的老年人]],
    },
    [[D]],
  },
  -- 92
  {
    [[算术平均数描述了一组数据的平均趋势，是所有数据之和除以数据个数所得之商。在统计学中使用时应注意：出现极端数值、模糊不清的数据或者不同质的数据时，均不能计算算术平均数。<br>
根据上述定义，下列适于计算算术平均数的是：]],
    {
      [[A、某社区统计该社区居民的平均年龄，其中包括10岁以下儿童204人，90岁以上老人26人]],
      [[B、某公司统计35岁以下青年职工的年平均收入，发现基本处于10~12万元之间，其中有一人为公司高管，年收入百万元以上]],
      [[C、某学校统计本校青少年平均身高，将该校学前部、小学部和中学部全部学生计算在内]],
      [[D、某市统计该市各区县留守儿童的平均数量，其中外出务工人员数量较多的区县无法进行准确统计，只提供了估算数据]],
    },
    [[A]],
  },
  -- 94
  {
    [[编剧式观影者是指看影视剧不介意被剧透，甚至会提前查询剧情介绍、翻遍各种影评的人。这种观影者追求掌控剧情发展的感觉，不喜欢出乎意料。<br>
根据上述定义，下列属于编剧式观影者的是：]],
    {
      [[A、小王看了一部好的影片后，觉得应该和女朋友一起分享，于是邀请女朋友到电影院观影，还向她介绍了电影的主要内容]],
      [[B、小杜对任何事情都讲求理性思维，对于电影，他只有在了解了权威评价、剧情内容、画面特征等情况后，才有观赏的冲动]],
      [[C、小李酷爱悬疑类影片，他喜欢陶醉在烧脑的剧情中，心情随着剧情而起伏，他经常假想自己就是一名侦探，对他人总是投出审视的目光]],
      [[D、张大爷的老伴退休后整天在家看电视剧，对很多电视剧的剧情都了如指掌，还经常将剧情讲述给张大爷]],
    },
    [[B]],
  },
  -- 95
  {
    [[培养基是指供给微生物、植物或动物（或组织）生长繁殖的，由不同营养物质组合配制而成的营养基质，一般都含有碳水化合物、含氮物质、无机盐、维生素、水等物质。天然培养基是利用动物、植物或微生物包括其提取物制成的培养基；合成培养基是根据天然培养基的成分，用化学物质模拟合成、人工设计而配制的培养基；半组合培养基是以化学试剂配制为主，同时还加有少量天然成分的培养基。<br>
根据上述定义，下列属于半组合培养基的是：]],
    {
      [[A、为研究鸡胚细胞的生长，在一定比例的盐水氨基酸溶液中加入少量玉米汁制成的培养基]],
      [[B、为促进乳酸菌生长，使用小麦的麦芽汁制成的培养基]],
      [[C、为加速诱发绿萝生长，将有机成分、矿物元素、琼脂等按3：1：2的比例制成的培养基]],
      [[D、为观察产气荚膜梭菌的生成，在1000毫升新鲜牛奶中加入10毫升硫酸亚铁制成的培养基]],
    },
    [[A]],
  },
  -- 96
  {
    [[物体：惯性]],
    {
      [[A、气体：稳定性]],
      [[B、观察：客观性]],
      [[C、贵金属：磁性]],
      [[D、液体：流动性]],
    },
    [[D]],
  },
  -- 97
  {
    [[全身麻醉：注射麻醉]],
    {
      [[A、网络存储：单机存储]],
      [[B、胸式呼吸：腹式呼吸]],
      [[C、物理消毒：加热消毒]],
      [[D、抽样调查：问卷调查]],
    },
    [[D]],
  },
  -- 98
  {
    [[物必先腐：而后虫生]],
    {
      [[A、古木无人径：深山何处钟]],
      [[B、水落鱼梁浅：天寒梦泽深]],
      [[C、少壮不努力：老大徒伤悲]],
      [[D、欲投人处宿：隔水问樵夫]],
    },
    [[C]],
  },
  -- 99
  {
    [[轻车熟路：人生地疏]],
    {
      [[A、廉洁奉公：卑躬屈膝]],
      [[B、任重道远：无所事事]],
      [[C、前仆后继：贪生怕死]],
      [[D、河清海晏：国泰民安]],
    },
    [[C]],
  },
  -- 100
  {
    [[路由器：连接：网络]],
    {
      [[A、千斤顶：修补：轮胎]],
      [[B、石英钟：显示：时间]],
      [[C、万花筒：观察：花卉]],
      [[D、烽火台：侦察：敌情]],
    },
    [[B]],
  },
  -- 101
  {
    [[建筑材料：混凝土：水泥]],
    {
      [[A、饮料：汽水：二氧化碳]],
      [[B、医疗用具：注射器：药物]],
      [[C、监控：监视器：画面]],
      [[D、交通设施：减速带：警示牌]],
    },
    [[A]],
  },
  -- 102
  {
    [[本能行为：学习行为：乌贼喷墨]],
    {
      [[A、合法行为：合理行为：盗窃财物]],
      [[B、物理变化：化学变化：树木折断]],
      [[C、生产管理：销售管理：退货处理]],
      [[D、社会现象：自然现象：四季变换]],
    },
    [[B]],
  },
  -- 103
  {
    [[税前收入：税后收入：税金]],
    {
      [[A、法律规定：道德规范：规则]],
      [[B、测量高度：真实高度：误差]],
      [[C、高原地区：平原地区：纬度]],
      [[D、生产成本：出厂价格：销售价]],
    },
    [[B]],
  },
  -- 104
  {
    [[薄荷 对于（  ）相当于（  ）对于 计时器]],
    {
      [[A、川芎；水钟]],
      [[B、清凉；精准]],
      [[C、茯苓；倒计时]],
      [[D、药用植物；沙漏]],
    },
    [[D]],
  },
  -- 105
  {
    [[玻璃瓶 对于（  ）相当于（  ）对于 秋播作物]],
    {
      [[A、石英砂；农作物]],
      [[B、塑料瓶；水生植物]],
      [[C、饮料瓶；春播作物]],
      [[D、广口瓶；大棚作物]],
    },
    [[D]],
  },
  -- 106
  {
    [[斑头雁在飞行中有一个特点，就是它们经常以某种队形来飞，通常是后面的鸟飞在前一只鸟的侧后方，因此就有了常见的“人”字形队形。一些研究者认为这一队形可减小空气阻力、降低飞行能耗，然而反对者认为如果是为了减小阻力，鸟更应该选择直线的队形，因为一个紧跟一个飞行能最大程度地减小跟随者需要克服的空气阻力。<br>
以下哪项如果为真，最能质疑反对者的结论？]],
    {
      [[A、飞行过程中，领头雁会不时地与后方同伴换位，否则它们很容易精疲力尽]],
      [[B、斑头雁飞行时偏移于前面的同伴，虽不能最大限度减小空气阻力，但能极大地减少上升时所需的体能消耗]],
      [[C、斑头雁在飞行时会有确定方向的需求，所以并不会一直排成“人”字形飞行]],
      [[D、速滑比赛中，运动员常以“人”字形前进，一名运动员在前，另外三名紧随其后，后三名队员因阻力变小而受益]],
    },
    [[B]],
  },
  -- 107
  {
    [[一切生命有机体都需要新陈代谢，否则生命就会停止。文明也是一样，如果长期自我封闭，必将走向衰落。交流互鉴是文明发展的本质要求。只有同其他文明交流互鉴、取长补短，才能保持旺盛生命活力。<br>
由此可以推出：]],
    {
      [[A、一种文明如果没有同其他文明交流互鉴，就不能保持旺盛生命活力]],
      [[B、一种文明如果没有长期自我封闭，就不会走向衰落]],
      [[C、一种文明如果同其他文明交流互鉴、取长补短，就能保持旺盛生命活力]],
      [[D、一种文明如果没有保持旺盛生命活力，它就没有同其他文明取长补短]],
    },
    [[A]],
  },
  -- 108
  {
    [[小张这个夏天如果去新疆，就要游吐鲁番和喀纳斯，否则就不去；只有与小李同游，小张才会游吐鲁番或天池；如果与小李同游，小张一定要与小李做约定；如果小张与小李做约定，则小李这个夏天一定要有时间。遗憾的是，这个夏天小李单位来了一项紧急任务，相关人员一律不得请假，小李也不例外。<br>
由此可以推出：]],
    {
      [[A、小张这个夏天未去新疆]],
      [[B、小张这个夏天去游喀纳斯]],
      [[C、小张这个夏天去游天池]],
      [[D、小张这个夏天去游吐鲁番]],
    },
    [[A]],
  },
  -- 109
  {
    [[一般来说，动物的蛋会通过土壤中微生物和堆肥分解有机物时产生的热量来孵化，但这些微生物（包含细菌）也会穿透蛋壳、感染胚胎，自然情况下这一比例高于20%%。然而，在澳洲有一种名为丛冢雉的鸟类，其蛋发生感染的几率仅为9%%，研究者发现其蛋壳中含有溶酶酵素，研究者据此认为这种物质很可能就是抵御细菌侵扰的关键因素。<br>
以下哪项如果为真，没有削弱上述结论？]],
    {
      [[A、丛冢雉的蛋壳中所含的溶酶酵素量，与其他动物相比，含量大抵相当]],
      [[B、丛冢雉的蛋壳被一层纳米级的碳酸钙层包裹，拥有了更强的防水性和抗细菌入侵能力]],
      [[C、丛冢雉蛋散发一种特殊气味，会使附着在其蛋壳上的细菌数减少]],
      [[D、与其他动物的蛋壳相比，丛冢雉的蛋壳要薄三分之一，更易受到微生物的入侵]],
    },
    [[D]],
  },
  -- 110
  {
    [[随着气温上升，热带雨林遭受闪电雷击并引发大火的几率也会上升。然而，目前的监测表明，美洲热带雨林虽然更频繁地受到闪电雷击，却没有引发更多的森林大火。研究者认为这可能与近年来雨林中藤蔓植物大量增加有关。<br>
以下哪项如果为真，最能支持上述结论？]],
    {
      [[A、闪电雷击常常引起温带森林大火，但热带雨林因为湿度较大，并不会产生较大火灾]],
      [[B、1968年热带雨林中藤蔓植物的覆盖率是32%%，当前其覆盖率已经高达60%%，有的地区甚至超过75%%]],
      [[C、藤蔓茎干相对树枝电阻更小，能像建筑上的避雷针那样传导闪电，让大部分电流从自己的茎干传导]],
      [[D、雷击这样大规模、速度极快的放电，先摧毁了外部的藤蔓植物，中间的树木得到了保护]],
    },
    [[C]],
  },
  -- 111
  {
    [[甲、乙、丙、丁、戊五人乘坐高铁出差，他们正好坐在同一排的A、B、C、D、F五个座位。已知：<br>
（1）若甲或者乙中的一人坐在C座，则丙坐在B座；<br>
（2）若戊坐在C座，则丁坐在F座。<br>
如果丁坐在B座，那么可以确定的是：]],
    {
      [[A、甲坐在A座]],
      [[B、乙坐在D座]],
      [[C、丙坐在C座]],
      [[D、戊坐在F座]],
    },
    [[C]],
  },
  -- 112
  {
    [[一项研究中，研究者观察了近300名2~4年级儿童在一个学年中的课堂参与度。参与度是根据上课过程中的专心行为和分心行为衡量的，前者指的是回答问题、举手发言或参与讨论等，后者指闲聊等行为。实验中，一半学生站立在高课桌前听课，另一半则坐着听课。结果发现：站立听课的学生比坐着的学生更加专注。<br>
以下哪项如果为真，最能支持上述结论？]],
    {
      [[A、站立需要大脑平衡身体、控制轻微肌肉收缩，这些适度的压力会使人的注意力更加集中]],
      [[B、长时间坐着听课会增加身体对脊柱的压力，不利于学生的身体健康]],
      [[C、即使是站立听课，也有个别学生会来回走动，影响课堂秩序，让他人分心]],
      [[D、许多性格活泼的学生更喜欢站立听课，专注力更好，而内向的学生则愿意坐着听课，觉得更利于提高注意力]],
    },
    [[A]],
  },
  -- 113
  {
    [[澳大利亚箱形水母是世界上毒性最强的动物之一，蜇人后其毒素会使人皮肤坏死并伴随剧痛，还会侵入人的心脏，使人在短时间内因心脏停搏而死亡。一只箱形水母体内携带的毒液足以致60人死亡，目前还没有针对其毒液的特效药物。近日，研究人员通过全基因组筛查的方法发现，人体细胞内一种名为ATP2B1的蛋白质是箱形水母毒液发挥毒性的必要条件，研究人员据此认为，通过靶向治疗方法降低胆固醇可以对抗箱形水母的毒液。<br>
以下哪项可以作为上述论证的前提？]],
    {
      [[A、靶向治疗方法是一种安全可靠的方法]],
      [[B、ATP2B1蛋白质发挥作用需要胆固醇]],
      [[C、降低胆固醇后不会对人体产生副作用]],
      [[D、已研制出降低胆固醇的靶向治疗药物]],
    },
    [[B]],
  },
  -- 114
  {
    [[近日，研究人员发现发烧可以促进淋巴细胞向感染部位转移。他们解释说，这是由于发烧会增加热休克蛋白90（Hsp90）在T淋巴细胞中的表达，这种蛋白质与整合素结合，促进T淋巴细胞黏附到血管上，最终加快迁移到感染的位置。<br>
以下除哪项外，均能支持上述结论？]],
    {
      [[A、整合素是一种细胞黏附分子，在发烧时可以控制T淋巴细胞的转运]],
      [[B、发烧能够诱导Hsp90与整合素的尾部结合，并可激活整合素]],
      [[C、不仅仅是发烧，其他压力也能诱导Hsp90在T淋巴细胞中的表达]],
      [[D、Hsp90与整合素结合后，可激活促进T淋巴细胞迁移的信号通路]],
    },
    [[C]],
  },
  -- 115
  {
    [[2014年以来，某州已发生了超过230次3级及以上地震，而2008年之前这一数字是年均1次。频繁的地震活动引发了人们的疑问，一些研究者发现2014年以来，全州为了避免石油开采中钻井和水力压裂过程中产生的有毒废水污染地表水，开始将这些废水注入地下岩石的不透水层之间，这一行为很可能就是引发地震的关键原因。<br>
以下哪项如果为真，最能支持上述推测？]],
    {
      [[A、废水灌入岩石水层中会降低断层之间的摩擦力，使之更易滑动，从而诱发地震]],
      [[B、该州自2008年以来勘探出更多的石油储备，石油开采活动大幅增加]],
      [[C、该州2008年之前的地震次数少但震级大，2014年以来地震次数多但震级小]],
      [[D、大多数连续地震是一次强震后发生的一系列余震，但该州地震并不属于这种情况]],
    },
    [[A]],
  },
}

return questions
