-- 试卷来源：https://www.gkzenti.cn/paper/1640265343201，答案来源：https://www.gkzenti.cn/answer/1640265343201，
-- 由爬虫自动生成，请手动检查：
-- 1. 添加公式/删除其中含有图片、含有资料的题目；
-- 2. 修改英文冒号为中文冒号；
-- 3. 修改百分号为双百分号；
-- 4. 把所有填入画横线部分的线画出来。
-- 已检查在此打勾：【v】

questions = {
  -- 1
  {
    [[习近平总书记在庆祝中国共产党成立100周年大会上的讲话指出，中国共产党团结带领中国人民，浴血奋战、百折不挠，创造了新民主主义革命的伟大成就。以下属于新民主主义革命的伟大成就的是：<br>
①彻底消灭了在中国延续几千年的封建剥削压迫制度<br>
②彻底结束了旧中国半殖民地半封建社会的历史<br>
③彻底结束了旧中国一盘散沙的局面<br>
④彻底废除了列强强加给中国的不平等条约和帝国主义在中国的一切特权]],
    {
      [[A、①②③]],
      [[B、①②④]],
      [[C、①③④]],
      [[D、②③④]],
    },
    [[D]],
  },
  -- 2
  {
    [[“七一勋章”获得者都来自人民，植根人民，是立足本职、默默奉献的平凡英雄，他们的事迹可学可做，他们的精神可追可及。以下“七一勋章”获得者与其先进事迹表述对应正确的是：]],
    {
      [[A、张桂梅——坚持志愿服务十余载，群众心中的“活雷锋”]],
      [[B、王兰花——点亮贫困山区女孩梦想的“校长妈妈”]],
      [[C、孙景坤——公而忘私，永葆革命本色的战斗功臣]],
      [[D、李宏塔——为国守海寸步不让，带领群众共同致富]],
    },
    [[C]],
  },
  -- 3
  {
    [[进入新发展阶段，是中华民族伟大复兴历史进程的大跨越，以下关于新发展阶段的理解，正确的有几项？<br>
①新发展阶段是中国共产党带领人民迎来从站起来、富起来到强起来历史性跨越的新阶段<br>
②新发展阶段是基本实现社会主义现代化、全面建成小康社会的发展阶段<br>
③新发展阶段是超越社会主义初级阶段、迈入社会主义更高阶段的发展阶段<br>
④新发展阶段是实现第一个百年奋斗目标，向着第二个百年奋斗目标迈进的发展阶段]],
    {
      [[A、1项]],
      [[B、2项]],
      [[C、3项]],
      [[D、4项]],
    },
    [[B]],
  },
  -- 5
  {
    [[2021年4月，在全党开展党史学习教育之际，习近平总书记在广西考察时强调：“学史增信，就是要增强信仰、信念、信心，这是我们战胜一切强敌、克服一切困难、夺取一切胜利的强大精神力量。”下列有关信仰和信念的名句，按出现的时间先后排序正确的是：<br>
①试看将来的环球，必是赤旗的世界！<br>
②砍头不要紧，只要主义真。<br>
③敌人只能砍下我们的头颅，决不能动摇我们的信仰！因为我们信仰的主义，乃是宇宙的真理！<br>
④为了免除下一代的苦难，我们愿——愿把这牢底坐穿！]],
    {
      [[A、①②③④]],
      [[B、②①③④]],
      [[C、①②④③]],
      [[D、②①④③]],
    },
    [[A]],
  },
  -- 6
  {
    [[在中国共产党成立一百周年的重要时刻，我国脱贫攻坚战取得了全面胜利。下列与之相关的说法错误的是：]],
    {
      [[A、现行标准下区域性整体贫困得到解决]],
      [[B、“输血式”扶贫方针是中国特色减贫道路的鲜明特征]],
      [[C、锻造形成了“上下同心、尽锐出战、精准务实、开拓创新、攻坚克难、不负人民”的脱贫攻坚精神]],
      [[D、从集中资源支持脱贫攻坚转向巩固拓展脱贫攻坚成果和全面推进乡村振兴]],
    },
    [[B]],
  },
  -- 7
  {
    [[根据《中华人民共和国国民经济和社会发展第十四个五年规划和2035年远景目标纲要》，下列不属于“十四五”规划重要目标的是：]],
    {
      [[A、保持制造业比重基本稳定，增强制造业竞争优势]],
      [[B、优化提升供给结构，促进农业、制造业、服务业、能源资源等产业协调发展]],
      [[C、健全农业支持保护制度，完善粮食主产区利益补偿机制]],
      [[D、关键核心技术实现重大突破，进入创新型国家前列]],
    },
    [[D]],
  },
  -- 8
  {
    [[《中华人民共和国宪法》（1982年）实施以来，先后五次以修正案的形式进行了修改。下列宪法条款与宪法修正案对应正确的是：]],
    {
      [[A、公民的合法的私有财产不受侵犯——1993年宪法修正案]],
      [[B、农村集体经济组织实行家庭承包经营为基础、统分结合的双层经营体制——2004年宪法修正案]],
      [[C、国家尊重和保障人权——1999年宪法修正案]],
      [[D、中国共产党领导是中国特色社会主义最本质的特征——2018年宪法修正案]],
    },
    [[D]],
  },
  -- 9
  {
    [[根据《中华人民共和国公职人员政务处分法》，下列哪一处分不恰当？]],
    {
      [[A、甲系某行政主管部门公务员，犯故意伤害罪被判处有期徒刑六个月，缓刑一年，被撤职]],
      [[B、乙系交通运输部门公务员，交通肇事犯罪情节轻微，检察机关对其作出不起诉决定，乙被撤职]],
      [[C、丙系某国有企业管理人员，犯盗窃罪被单处罚金，被撤职]],
      [[D、丁系某公办高校事业编管理人员，犯侵占罪但被免予刑事处罚，被撤职]],
    },
    [[A]],
  },
  -- 10
  {
    [[2021年4月27日，国务院常务会议上确定了知识产权领域“放管服”改革新举措。下列与之相关的说法错误的是：]],
    {
      [[A、进一步压缩商标、专利审查周期，推行商标电子注册证]],
      [[B、提高知识产权质量，增加对商标和专利申请阶段的资助和奖励]],
      [[C、确保数据安全基础上，开放知识产权基础数据，助力企业研发创新]],
      [[D、加强知识产权全链条保护，依法打击违法违规代理和商标恶意注册行为]],
    },
    [[B]],
  },
  -- 11
  {
    [[下列毛泽东诗词与创作背景对应正确的是：]],
    {
      [[A、金沙水拍云崖暖，大渡桥横铁索寒——1930年第一次反“围剿”]],
      [[B、宜将剩勇追穷寇，不可沽名学霸王——1949年解放南京]],
      [[C、军叫工农革命，旗号镰刀斧头。匡庐一带不停留，要向潇湘直进——1948年淮海战役]],
      [[D、三十八年过去，弹指一挥间。可上九天揽月，可下五洋捉鳖，谈笑凯歌还——1941年延安整风运动]],
    },
    [[B]],
  },
  -- 12
  {
    [[2020年12月8日，国家主席习近平同尼泊尔总统班达里互致信函，共同宣布珠穆朗玛峰高程。关于此次珠峰高程测量，下列说法错误的是：]],
    {
      [[A、水准测量从日喀则一等水准点起测]],
      [[B、使用北斗卫星导航系统进行高精度定位]],
      [[C、首次在珠峰北侧开展航空重力测量]],
      [[D、探测峰顶雪深的雪深雷达通过超声波探测]],
    },
    [[D]],
  },
  -- 13
  {
    [[关于我国近年来取得的重大科技成就，下列说法错误的是：]],
    {
      [[A、“郭守敬望远镜”开创大规模光谱巡天，其光谱获取率全球最高]],
      [[B、“深海一号”在马里亚纳海沟成功坐底，创造了中国载人深潜纪录]],
      [[C、中国散裂中子源就像“超级显微镜”，可探测物质微观结构]],
      [[D、“天问一号”任务在我国航天发展史上首次实现地外行星软着陆]],
    },
    [[B]],
  },
  -- 14
  {
    [[目前新冠病毒疫苗研发主要集中在5条技术路线，涵盖灭活疫苗、重组蛋白疫苗、腺病毒载体疫苗、减毒流感病毒载体疫苗和核酸疫苗。下列有关说法错误的是：]],
    {
      [[A、灭活疫苗的成分和天然的病毒结构相似]],
      [[B、重组蛋白疫苗利用了基因工程技术]],
      [[C、腺病毒载体疫苗可以采取单针免疫]],
      [[D、核酸疫苗可以在常温下运输和存储]],
    },
    [[D]],
  },
  -- 15
  {
    [[我国自古十分重视对人的品德的培养。下列有关“德”的表述与出处对应错误的是：]],
    {
      [[A、大德不逾闲，小德出入可也——《论语》]],
      [[B、富有之谓大业，日新之谓盛德——《周易》]],
      [[C、所求于己者多，故德行立——《管子》]],
      [[D、道生之，德畜之，物形之，势成之——《庄子》]],
    },
    [[D]],
  },
  -- 16
  {
    [[关于常见气体的工业制备方法，下列说法错误的是：]],
    {
      [[A、木炭和二氧化碳可以作为制备一氧化碳的原料]],
      [[B、电解水时制备得到的氢气体积比氧气体积更大]],
      [[C、通过低温液化的方法可以分离出沼气中的甲烷]],
      [[D、高温煅烧石灰石制备二氧化碳属于复分解反应]],
    },
    [[D]],
  },
  -- 17
  {
    [[下列哪一情形在历史上有可能发生？]],
    {
      [[A、秦朝时郑某升任西域都护，友人为他摆酒饯行]],
      [[B、唐朝富商李某在女儿出嫁时陪送白瓷数十套]],
      [[C、西汉时张某担任市舶使，负责采购舶来品]],
      [[D、明代官员王某请戏班演出京剧《白蛇传》]],
    },
    [[B]],
  },
  -- 18
  {
    [[我国很多成语都与植物有关，下列有关说法错误的是：]],
    {
      [[A、“投桃报李”中的“桃”和“李”属于同一科植物]],
      [[B、“藕断丝连”中藕丝的作用是为植物输送水和养分]],
      [[C、“望梅止渴”和“折梅寄远”中的“梅”分别是果梅和花梅]],
      [[D、“胸有成竹”中“竹”的年龄可以根据竹节的数量判断]],
    },
    [[D]],
  },
  -- 19
  {
    [[下列物理学家与名言对应错误的是：]],
    {
      [[A、费曼——没有人真正了解量子力学]],
      [[B、麦克斯韦——电和磁的实验中最明显的现象是，处于彼此距离相当远的物体之间的相互作用]],
      [[C、卢瑟福——固执于光的旧有理论的人们，最好是从它自身的原理出发，提出实验的说明]],
      [[D、牛顿——万有引力、电的相互作用和磁的相互作用，可以在很远的地方明显地表现出来，因此用肉眼就可以观察到]],
    },
    [[C]],
  },
  -- 20
  {
    [[下列与急救有关的说法正确的是：]],
    {
      [[A、误服氨水者应该立即进行洗胃或催吐]],
      [[B、农药沾染皮肤中毒可立即用热水擦洗]],
      [[C、误食强酸可以立即口服氢氧化铝凝胶]],
      [[D、烧伤时应立即饮用大量凉水补充体液]],
    },
    [[C]],
  },
  -- 21
  {
    [[思政课教师要有正确的党史观和过硬的党史知识，只有自己观点正确、史料丰富，才能准确无误地给学生指引方向、有力有理有据地反驳错误观点、________地选择恰当的教学方式，推动党史教育入脑入心、开花结果。<br>
填入画横线部分最恰当的一项是：]],
    {
      [[A、信手拈来]],
      [[B、游刃有余]],
      [[C、轻而易举]],
      [[D、随心所欲]],
    },
    [[B]],
  },
  -- 22
  {
    [[卫星定位系统是通过获得卫星和用户接收机之间的距离来计算用户位置的，而距离等于传播时间乘以光速，因此，精确的距离测量实际上就是精确的时间测量。没有高精度的时频，卫星定位系统就不可能实现高精度的定位。所谓失之毫“秒”谬以千里，这正是原子钟________的地方。<br>
填入画横线部分最恰当的一项是：]],
    {
      [[A、大显身手]],
      [[B、牛刀小试]],
      [[C、脱颖而出]],
      [[D、无往不利]],
    },
    [[A]],
  },
  -- 23
  {
    [[在未来战争中，掌握算法优势的一方，能快速准确________战场态势，创新最优作战方法，实现“未战而先胜”的战争目的。同时，智能科技将________到战争全要素全过程，物联网、智联网与脑联网成为战争的基础，从而使得战争全息透明，呈现战争控制“有人”、战场交锋“无人”的状态。<br>
依次填入画横线部分最恰当的一项是：]],
    {
      [[A、预测 渗透]],
      [[B、主导 贯穿]],
      [[C、判断 投射]],
      [[D、反映 覆盖]],
    },
    [[A]],
  },
  -- 24
  {
    [[实施传统胸外按压心肺复苏，常会发生肋骨或胸骨骨折，导致肺、胸膜及心脏损伤，影响心肺复苏的成功率，急救专家由此探索出“胸路不通走腹路”的新路径，腹部提压心肺复苏技术及提压心肺复苏技术________。与传统心肺复苏技术相比，该技术________，利用腹部提压心肺复苏仪达到起腹心动、起腹呼吸的目的。<br>
依次填入画横线部分最恰当的一项是：]],
    {
      [[A、异军突起 推陈出新]],
      [[B、横空出世 一举两得]],
      [[C、应运而生 另辟蹊径]],
      [[D、粉墨登场 扬长避短]],
    },
    [[C]],
  },
  -- 25
  {
    [[建筑工程投入巨大，一旦建成再做拆改可谓________。对此，需要完善设计规范和管理制度，从方案设计一开始就强化监管审核，确保建筑物在形体、色彩、体量、高度和空间环境等方面符合城市设计要求，避免陷入“________”的窘境，最大程度地维护公共利益。<br>
依次填入画横线部分最恰当的一项是：]],
    {
      [[A、徒劳无功 覆水难收]],
      [[B、劳民伤财 木已成舟]],
      [[C、得不偿失 尾大不掉]],
      [[D、血本无归 闭门造车]],
    },
    [[B]],
  },
  -- 26
  {
    [[当前，我国发展面临着前所未有的风险挑战，既有国内的也有国际的，既有政治、经济、文化、社会等领域的也有来自自然界的，既有传统的也有非传统的，“黑天鹅”、“灰犀牛”还会________。要更好应对前进道路上各种可以预见和难以预见的风险挑战，我们必须从历史中获得启迪，从历史经验中提炼出________的法宝。<br>
依次填入画横线部分最恰当的一项是：]],
    {
      [[A、不期而至  克敌制胜]],
      [[B、有机可乘  攻无不克]],
      [[C、纷至沓来  所向披靡]],
      [[D、不请自来  攻坚克难]],
    },
    [[A]],
  },
  -- 27
  {
    [[解剖是认识动物体内形态特征的重要方式，但对于罕见或稀有物种而言，解剖无疑会破坏珍贵的样本，其损失________。近年来，无损检测已开始应用于文物鉴定等多种领域，________相关技术的应用经验，研发出一套专门针对珍稀动物样本无损检测的方法，必将大有可为。<br>
依次填入画横线部分最恰当的一项是：]],
    {
      [[A、难以估量 拓展]],
      [[B、触目惊心 参考]],
      [[C、毋庸置疑 模仿]],
      [[D、不言而喻 借鉴]],
    },
    [[D]],
  },
  -- 28
  {
    [[当今世界正经历百年未有之大变局，新一轮科技革命和产业变革深入发展，国际力量对比深刻________，和平与发展仍然是时代主题，人类命运共同体理念________，同时，国际环境日趋复杂，不稳定性不确定性明显增加，新冠肺炎疫情影响广泛深远，经济全球化遭遇逆流，世界进入动荡变革期。<br>
依次填入画横线部分最恰当的一项是：]],
    {
      [[A、调整 深入人心]],
      [[B、扭转 经久不衰]],
      [[C、变化 源远流长]],
      [[D、变换 牢不可破]],
    },
    [[A]],
  },
  -- 29
  {
    [[人体肠道内生物的多样性令人惊讶，除细菌外，还________着数十万种被称为噬菌体的病毒，这些噬菌体可以感染细菌。众所周知，肠道微生物组不平衡会引发各种疾病，如炎症性肠病、过敏和肥胖，但我们对肠道细菌及噬菌体在人类健康和疾病方面起何种作用却________。<br>
依次填入画横线部分最恰当的一项是：]],
    {
      [[A、潜伏 知之甚少]],
      [[B、分布 浑然不觉]],
      [[C、活跃 束手无策]],
      [[D、充斥 一知半解]],
    },
    [[A]],
  },
  -- 30
  {
    [[稳就业之“稳”，既要着眼于________存量，让大家把“饭碗”端稳，更要着眼于扩大增量，拓宽就业空间。一方面需要不断优化营商环境，让新增市场主体成为解决就业的________；另一方面还要充分利用新技术衍生的新业态，引导人们转变观念，实现更宽更广的就业。<br>
依次填入画横线部分最恰当的一项是：]],
    {
      [[A、维持 星星之火]],
      [[B、夯实 不二法门]],
      [[C、强化 中流砥柱]],
      [[D、巩固 源头活水]],
    },
    [[D]],
  },
  -- 31
  {
    [[系统观念是做好“十四五”时期各项工作必须坚持的重要原则。各级税务机关要加强________思考，立足当前、放眼长远，加强税收领域前沿问题研究，增强做好税收工作的主动性和预见性。要进行________谋划，自觉把税收工作融入到党和国家事业发展大局中去思考和谋划，加强“十四五”税收改革发展的顶层设计。<br>
依次填入画横线部分最恰当的一项是：]],
    {
      [[A、针对性 战略性]],
      [[B、系统性 长期性]],
      [[C、前瞻性 全局性]],
      [[D、独立性 统一性]],
    },
    [[C]],
  },
  -- 32
  {
    [[病毒变异每时每刻都在发生，随机性极大，突变率高，变异速度快，这意味着它们更有机会形成适应环境的________。然而，并非每种变异都能让病毒存活并发展下去。同一时期，病毒的变异株可能有很多种，但“________”只有那些能更有效________免疫系统侦测且传播能力强的毒株才能最终成为优势株。<br>
依次填入画横线部分最恰当的一项是：]],
    {
      [[A、特质 优胜劣汰 突破]],
      [[B、机能 胜者为王 迷惑]],
      [[C、性状 适者生存 躲避]],
      [[D、表征 此消彼长 逃脱]],
    },
    [[C]],
  },
  -- 33
  {
    [[我国各地情况千差万别，要________推进城市空间布局形态多元化。东部等人口密集地区，要________城市群内部空间结构，合理控制大城市规模，不能盲目“摊大饼”。要推动城市组团式发展，形成多中心、多层级、多节点的网络型城市群结构。城市之间既要加强互联互通，也要有必要的生态和安全________。<br>
依次填入画横线部分最恰当的一项是：]],
    {
      [[A、因地制宜 优化 屏障]],
      [[B、持之以恒 修正 措施]],
      [[C、不遗余力 重组 壁垒]],
      [[D、循序渐进 改善 系统]],
    },
    [[A]],
  },
  -- 34
  {
    [[长期以来，由于政府同社会智库之间的智库成果报送渠道不畅，从而导致智库成果“体内循环多、成果转化少”等问题。为此，要给社会智库与官方智库________的待遇，建立畅通的智库成果快速报送渠道，________、广谋良策，充分发挥各级各类智库的“________”作用。<br>
依次填入画横线部分最恰当的一项是：]],
    {
      [[A、公平 从善如流 军师]],
      [[B、一致 群策群力 向导]],
      [[C、相同 集思广益 顾问]],
      [[D、平等 广开言路 参谋]],
    },
    [[D]],
  },
  -- 35
  {
    [[发达国家一两百年出现的环境问题，在我国30多年来的快速发展中集中显现，呈现明显的结构型、压缩型、复合型特点，老的环境问题尚未解决，新的环境问题________。走老路，去无节制消耗资源，去不计代价污染环境，________！要正确处理经济发展同生态环境保护之间的关系，更加________地推动绿色发展、循环发展、低碳发展，决不以牺牲环境、浪费资源为代价换取一时的经济增长。<br>
依次填入画横线部分最恰当的一项是：]],
    {
      [[A、层出不穷 如履薄冰 迅速]],
      [[B、数不胜数 肆无忌惮 努力]],
      [[C、接踵而至 难以为继 自觉]],
      [[D、突如其来 积重难返 积极]],
    },
    [[C]],
  },
  -- 36
  {
    [[________？这是党史观的重大问题。一个马克思主义政党对自己的错误所抱的态度，是衡量这个党是否真正履行对人民群众所负责任的一个最重要最可靠的尺度。我们党对自己包括领袖人物的失误和错误历来采取郑重的态度，一是敢于承认，二是正确分析，三是坚决纠正，从而使失误和错误连同党的成功经验一起成为宝贵的历史教材。<br>
填入画横线部分最恰当的一项是：]],
    {
      [[A、如何对待逆耳忠言]],
      [[B、如何看待曲折、失误]],
      [[C、是否始终坚持实事求是]],
      [[D、犯了错误后能否正确应对]],
    },
    [[B]],
  },
  -- 37
  {
    [[在传统基层治理中，缺乏社会组织、市场等各主体的共同参与、质询和监督，必然导致政府公共服务能力下降、权力垄断和滥用等问题，容易弱化公众信任程度，引发社会信任危机。区块链技术基于去中介信任机制、共识机制、协调共享机制，适用于多环节、多方协同参与且互不信任的场景。而信任是多元主体进行基层协同治理和互信规则建构的合作基础，区块链的算法信任机制与基层社会治理“公共性+信任”的价值追求相契合。借助区块链技术可以促进治理生态中双边信任向多边信任及社会公信的转变，突破传统国家治理体系所形成的认知固化和思维僵化。<br>
这段文字意在强调：]],
    {
      [[A、健全信任机制是基层协同治理的条件]],
      [[B、区块链技术有助于推进基层治理改革]],
      [[C、区块链技术的应用能够提升政府公信力]],
      [[D、治理生态离不开多元社会主体间的协作]],
    },
    [[B]],
  },
  -- 38
  {
    [[________，最能代表一个时代的风貌，最能引领一个时代的风气。“文变染乎世情，兴废系乎时序。”在欧洲文艺复兴运动中，但丁、彼特拉克、薄伽丘、达·芬奇、拉斐尔、米开朗琪罗、蒙田、塞万提斯、莎士比亚等文艺巨人，发出了新时代的啼声，开启了人们的心灵，在谈到文艺复兴运动时，恩格斯说，这“是一个需要巨人而且产生了巨人——在思维能力、热情和性格方面，在多才多艺和学识渊博方面的巨人的时代”。在我国发展史上，包括文艺在内的文化发展同样与中华民族发展紧紧联系在一起。先秦时期，我国出现了百家争鸣的兴盛局面，开创了我国古代文化的一个鼎盛期，20世纪初，在五四新文化运动中，发端于文艺领域的创新风潮对社会变革产生了重大影响，成为全民族思想解放运动的重要引擎。<br>
填入画横线部分最恰当的一项是：]],
    {
      [[A、文艺是铸造灵魂的工程]],
      [[B、文艺是时代前进的号角]],
      [[C、文化是民族生存和发展的重要力量]],
      [[D、文艺创新是与时代脉搏同频共振的]],
    },
    [[B]],
  },
  -- 39
  {
    [[约25亿年前的“大氧化事件”是指大气中的游离氧含量突然增加。这一事件的具体原因迄今尚不得而知，但有若干种假说能加以解释，其中主流说法认为，当时破坏氧气的甲烷细菌所依赖的镍元素急剧减少，而海藻类植物通过光合作用使得地球上的氧气迅速增加，大气中的含氧量不断提升。正是这一事件使地球上矿物的成分发生了变化，也使动物在地球上有了生存可能。而在“大氧化事件”之前，地球表面虽然已出现了海洋和陆地，但是空气中依旧氧气稀薄，因此当时的地球是光秃秃的，毫无绿意。<br>
关于“大氧化事件”，文中没有提及：]],
    {
      [[A、对发生原因的主流解释]],
      [[B、对地球生态系统的影响]],
      [[C、事件发生前的地球面貌]],
      [[D、能提供佐证的岩石样本]],
    },
    [[D]],
  },
  -- 40
  {
    [[①即使是有文字记载以后的文明史，也需要通过考古工作来参考、印证、丰富、完善<br>
②百万年的人类起源史和上万年的人类史前文明史，主要依靠考古成果来建构<br>
③保护好、传承好历史文化遗产是对历史负责、对人民负责<br>
④考古学是一门十分重要的学科<br>
⑤历史文化遗产不仅生动述说着过去，也深刻影响着当下和未来；不仅属于我们，也属于子孙后代<br>
⑥我们要加强考古工作和历史研究，让收藏在博物馆里的文物、陈列在广阔大地上的遗产、书写在古籍里的文字都活起来，丰富全社会历史文化滋养<br>
将以上6个句子重新排列，语序正确的一项是：]],
    {
      [[A、③⑤④②①⑥]],
      [[B、②⑤⑥④①③]],
      [[C、⑥①②④⑤③]],
      [[D、④②①⑤③⑥]],
    },
    [[D]],
  },
  -- 41
  {
    [[①海绵是一种最原始的多细胞动物，化石记录最早可追溯到寒武纪时期，至今已发展到一万多种<br>
②阿糖腺苷成为首个从海洋天然产物衍生并成功上市的抗病毒药物<br>
③目前，从海绵提取物中分离得到的天然产物往往具有独特的结构骨架或显著的生理功能，可用于开发药物和作为有机合成或半合成化学中间体，具有作为药物先导物的巨大潜力<br>
④日本化学家从日本黑海绵中提取了软海绵素，将其衍生成抗肿瘤药物，用于治疗转移性乳腺癌等癌症<br>
⑤作为一种营固着生长的生物体，海绵极易被其它生物猎食，却能在残酷的海洋环境中生存，可能依赖于独特的化学防御策略<br>
⑥美国化学家从海绵中分离得到抗病毒药阿糖腺苷和抗癌药物阿糖胞苷的先导化合物<br>
将以上6个句子重新排列，语序正确的一项是：]],
    {
      [[A、①⑤③⑥②④]],
      [[B、①③④②⑥⑤]],
      [[C、⑤①④⑥②③]],
      [[D、⑤③①④②⑥]],
    },
    [[A]],
  },
  -- 42
  {
    [[改革开放以来，我国人才流动都是由中小城市向中心城市不断聚集，城市的“聚集效应”大于“扩散效应”，包括人才在内的各种资源源源不断地向城市特别是大城市涌入。不过，如今人才向一线城市聚集的趋势正在悄然改变，人才逐渐“下沉”的迹象日益明显。如果说过去人才向一线城市聚集是为追求更高收入、更好发展前景，那么现在二三线城市在这些方面与一线城市的差距正在逐渐缩小，相应的人才流动多元化也开始出现。<br>
这段文字接下来最可能讲的是：]],
    {
      [[A、人才“下沉”出现的具体原因]],
      [[B、城市“扩散效应”引发的连锁反应]],
      [[C、一线城市避免人才流出的举措]],
      [[D、城市“聚集效应”出现的背景条件]],
    },
    [[A]],
  },
  -- 43
  {
    [[福厦高铁是我国第一条真正意义上的海洋环境下运行的高速铁路。湄洲湾跨海大桥是其中最长的海域施工区段，也是全线的重点控制性工程，其主桥设计为预应力混凝土连续刚构矮塔斜拉桥。索鞍是斜拉桥施工中的关键环节，施工精度高，控制难度大。湄洲湾跨海大桥位于曲线段上，海域风大浪急，斜拉桥主塔索鞍定位困难。为达到主跨通航要求，主墩承合均需埋入河床面以下，这给围堰施工作业增加了难度。施工人员克服海上恶劣天气的影响，采取预埋劲性骨架、增加控制点位等手段实现了索鞍精确定位，有效地解决了索鞍定位控制难题。<br>
这段文字主要介绍了湄洲湾跨海大桥：]],
    {
      [[A、对福厦高铁贯通的重要意义]],
      [[B、围堰施工中面临的复杂环境]],
      [[C、索鞍定位的难点及解决措施]],
      [[D、使用矮塔斜拉索结构的原因]],
    },
    [[C]],
  },
  -- 44
  {
    [[隔扇是我国古代的一种门，用于分隔室内外或室内空间，隔扇门既可联通内外，又能分隔空间还可透光、通风，因而兼具门、窗、墙的功能。据记载，隔扇门在唐代已经出现，宋代以后大量采用，多置于朝向内院的房屋，用于分隔内部空间。隔扇主要由抹头（横向的木条）、上部的隔芯和下部的裙板组成，其中隔芯在隔扇中占用的比例最大。隔芯部分的纹饰稀疏有致，为糊纸或裱绢提供支点，同时起到通风、采光的作用，由于隔芯会采取不同形式的纹饰，因而这部分是最能体现隔扇艺术特色的部分，是装饰的重点所在。<br>
关于隔扇，这段文字未提及：]],
    {
      [[A、制作流程]],
      [[B、出现时间]],
      [[C、基本功能]],
      [[D、主要材质]],
    },
    [[A]],
  },
  -- 45
  {
    [[________。党的历次集中教育活动，都以思想教育打头，着力解决学习不深入、思想不统一、行动跟不上的问题，既绵绵用力又集中发力，推动全党思想上统一、政治上团结、行动上一致。要把学习贯彻党的创新理论作为思想武装的重中之重，同学习马克思主义基本原理贯通起来，同学习党史、新中国史、改革开放史、社会主义发展史结合起来，同新时代我们进行伟大斗争、建设伟大工程、推进伟大事业、实现伟大梦想的丰富实践联系起来，在学懂弄通做实上下苦功夫，在解放思想中统一思想，在深化认识中提高认识，切实增强贯彻落实的思想自觉和行动自觉。<br>
填入画横线部分最恰当的一项是：]],
    {
      [[A、实践证明，只有马克思主义才能发展中国]],
      [[B、坚持思想建党，是我们党的一大政治优势]],
      [[C、理论创新每前进一步，理论武装就要跟进一步]],
      [[D、一个民族要走在时代前列，一刻不能没有思想指引]],
    },
    [[C]],
  },
  -- 46
  {
    [[改革开放40多年来，尽管我国农业劳动力绝对数量不断下降，但农产品产量逐年增加，土地适度规模经营不断推进，制度创新成果显著。我国实现土地适度规模经营主要的方式有两种：一是土地经营权流转形成的土地适度规模经营，由农户拥有的承包权派生出租、转包、入股等方式，让第三方分享其经营权；二是土地经营权不流转，农户将田间作业环节托转给新的服务主体，形成服务的适度规模经营。这两种方式都形成了新条件下土地农户承包经营权的共享，为小农与现代农业有机衔接找到了切实可行的路径。<br>
这段文字意在说明：]],
    {
      [[A、土地经营权的制度创新促进了农业发展]],
      [[B、土地经营权的流转要把握好尺度和范围]],
      [[C、经营权共享是土地适度规模经营的核心特征]],
      [[D、农业专业化发展离不开土地权属的制度创新]],
    },
    [[C]],
  },
  -- 47
  {
    [[当技术的进步逐渐拨开传统“战争迷雾”之时，网络和电磁等虚拟空间因素也给侦察情报带来了相应的挑战。一方面，网络空间的开放互联、庞大的用户群体、被动的防御特性、未知的安全漏洞，使得网络攻击的隐蔽性不断增强、难以防范。同时，情报的处理、分发离不开安全稳定的网络支撑。另一方面，战场上的无人化侦察装备种类繁多，特别是重点区域和要害目标附近，用频装备数量庞大，导致局部电磁拥挤，容易出现频率自扰现象。而且交战双方极易互相实施电磁干扰和压制，使得无人化侦察装备的稳定运行遭受严峻考验。<br>
这段文字主要介绍了：]],
    {
      [[A、新形势下驱散传统“战争迷雾”的关键]],
      [[B、无人化侦察装备升级引发的连锁反应]],
      [[C、虚拟空间因素对侦察情报工作的影响]],
      [[D、侦察情报技术信息化进程中遭遇的困境]],
    },
    [[C]],
  },
  -- 48
  {
    [[行政处罚不是为罚而罚，行政处罚法是为了规范行政处罚的设定和实施。依据处罚与教育相结合、过罚相当等基本原则，对于故意扰乱交通秩序、严重违法的行为，确实应该给予严厉处罚。但对于轻微、对社会没什么危害性的违法行为，若事事都处罚，会加大交通运输从业人员负担，反而不符合规范市场秩序、更好地促进社会稳定等执法理念的要求。同时，也会降低违法行为人受到行政处罚后的耻辱感，达不到处罚与教育相结合的目的。<br>
这段文字讨论的问题是：]],
    {
      [[A、如何让违法行为人感受到执法的温度]],
      [[B、如何科学认定轻微违法行为]],
      [[C、是否应对所有违法行为进行处罚]],
      [[D、处罚标准是否应作出调整]],
    },
    [[C]],
  },
  -- 49
  {
    [[目前，我国自主选育品种播种面积占95%%以上，良种对粮食增产贡献率已超过45%%，为粮食连年丰收和重要农产品稳产保供提供了关键支撑。然而，我国种业自主创新水平与发达国家还有差距，一些品种、领域和环节会影响农业发展速度、质量和效益。这就要求我们加强农业种质资源保护利用，加快推进关键核心技术攻关，缩小玉米、大豆等品种和国际先进水平的差距，确保重要农产品种源自主可控。同时，打通种子生产、加工、销售、技术服务等环节，逐步完善产学研用深度融合的创新链条，加快提升种业产业化水平，让一粒粒好种子长成农民的致富希望。<br>
最适合做这段文字标题的是：]],
    {
      [[A、打造种子这枚农业“芯片”]],
      [[B、要让创新为中国农业赋能]],
      [[C、种出农民致富的新希望]],
      [[D、种业产业化发展的启示]],
    },
    [[A]],
  },
  -- 50
  {
    [[对于山区河流开发保护研究来说，传统采沙方法依靠人力取水，采样时间间隔长，获取数据效率低。坐底仿生水沙观测系统的投放，标志着我国山区河流水沙监测进入了高时间分辨率全过程监测的新阶段。所谓仿生，就是指系统形状像一条鱼，能匍匐在水流很急的水底，这种系统和技术可以搭载水温、浊度及压力传感器等多种观测设备，以此实现对河流水文特征及动力条件的分钟级连续观测。目前，该技术已经应用于对青藏高原河流沉积物来源、组成及从搬运动力过程开展超高时间分辨率定量化研究中。<br>
根据这段文字，坐底仿生水沙观测系统：]],
    {
      [[A、是我国第一套监测山区河流水沙的系统]],
      [[B、探测结果可以为灾害预警提供数据支撑]],
      [[C、可以自行漂浮在水中对全流域进行监测]],
      [[D、实现了对河流水沙沉积过程的连续监测]],
    },
    [[D]],
  },
  -- 61
  {
    [[某企业职工筹款给甲村学龄儿童购买学习用具，如按100元/人的标准执行则资金剩余550元，如按120元/人的标准执行则还需筹集630元。现额外筹集2510元，且最终按80元/人的标准，正好能给甲、乙两村的学龄儿童购买学习用具。问乙村学龄儿童有多少人？]],
    {
      [[A、50]],
      [[B、53]],
      [[C、56]],
      [[D、59]],
    },
    [[B]],
  },
  -- 62
  {
    [[甲、乙、丙、丁、戊5名职工参加党史知识测验，每人得分均不相同。甲和乙的平均分比丙多2分，丁和戊的平均分比丁多5分，甲、乙的平均分比丙、丁、戊的平均分多3分。问丙、丁、戊三人得分的排序为：]],
    {
      [[A、丙>丁>戊]],
      [[B、丙>戊>丁]],
      [[C、丁>丙>戊]],
      [[D、戊>丙>丁]],
    },
    [[D]],
  },
  -- 63
  {
    [[企业列出500万元设备采购预算，如用于购买x台进口设备，最后剩余20万元。经董事会研究后，决定购买质量更高的同类国产设备，单价仅为进口设备的75%%。当前预算可购买x+3台，最后剩余5万元。问国产设备的单价在以下哪个范围内？]],
    {
      [[A、不到30万元/台]],
      [[B、30—40万元/台之间]],
      [[C、40—50万元/台之间]],
      [[D、50万元/台以上]],
    },
    [[C]],
  },
  -- 64
  {
    [[甲和乙两个乡村图书室共有5000本藏书，其中甲图书室的藏书比乙图书室多3x本。现从甲图书室中取出150本书放入乙图书室后，甲图书室的藏书仍比乙图书室多2x本。问甲图书室原有图书多少本？]],
    {
      [[A、2500]],
      [[B、2750]],
      [[C、2950]],
      [[D、3500]],
    },
    [[C]],
  },
  -- 65
  {
    [[李某骑车从甲地出发前往乙地，出发时的速度为15千米/小时，此后均匀加速，骑行25%%的路程后速度达到21千米/小时。剩余路段保持此速度骑行，总行程前半段比后半段多用时3分钟。问甲、乙两地之间的距离在以下哪个范围内？]],
    {
      [[A、不到23千米]],
      [[B、在23~24千米之间]],
      [[C、在24~25千米之间]],
      [[D、超过25千米]],
    },
    [[D]],
  },
  -- 66
  {
    [[高校某专业70多名毕业生中，有96%%在毕业后去西部省区支援国家建设。其中去偏远中小学支教的毕业生占该专业毕业生总数的20%%，比任职大学生村官的毕业生少2人，比在西部地区参军入伍的毕业生多1人，其余的毕业生选择去国有企业西部边远岗位工作。问去国有企业西部边远岗位工作的毕业生有多少人？]],
    {
      [[A、32]],
      [[B、29]],
      [[C、26]],
      [[D、23]],
    },
    [[C]],
  },
  -- 67
  {
    [[某地引进新的杂交水稻品种，今年每亩稻谷产量比上年增加了20%%，且由于口感改善，每斤稻谷的售价从1.5元提升到1.65元。以此计算，今年每亩稻谷的销售收入比上年高660元。问今年的稻谷亩产是多少斤？]],
    {
      [[A、2200]],
      [[B、1980]],
      [[C、1650]],
      [[D、1375]],
    },
    [[C]],
  },
  -- 68
  {
    [[甲地在丙地正西17千米，乙地在丙地正北8千米。张从甲地、李从乙地同时出发，分别向正东和正南方向匀速行走。两人速度均为整数千米/小时，且1小时后两人的直线距离为13千米，又经过3小时后两人均经过了丙地且直线距离为5千米。已知李的速度是张的60%%，则张经过丙地的时间比李：]],
    {
      [[A、早不到10分钟]],
      [[B、早10分钟以上]],
      [[C、晚不到10分钟]],
      [[D、晚10分钟以上]],
    },
    [[D]],
  },
  -- 69
  {
    [[某县通过发展旅游业来实现乡村振兴，引进了甲、乙、丙、丁、戊和己6名专家。其中甲、乙、丙是环境保护专家，丁、戊、己是旅游行业专家，甲、丁、戊熟悉社交媒体宣传。现要将6名专家平均分成2个小组，每个小组都要有环境保护专家、旅游行业专家和熟悉社交媒体宣传的人，问有多少种不同的分组方式？]],
    {
      [[A、12]],
      [[B、24]],
      [[C、4]],
      [[D、8]],
    },
    [[D]],
  },
  -- 70
  {
    [[某水果种植特色镇创办水果加工厂，从去年年初开始通过电商平台销售桃汁、橙汁两种产品。从去年2月开始，每个月桃汁的销量都比上个月多5000盒，橙汁的销量都比上个月多2000盒。已知去年第一季度桃汁的总销量比橙汁少4.5万盒，则去年桃汁的销量比橙汁：]],
    {
      [[A、少不到5万盒]],
      [[B、少5万盒以上]],
      [[C、多不到5万盒]],
      [[D、多5万盒以上]],
    },
    [[A]],
  },
  -- 71
  {
    [[救灾部门紧急运送两批大米分给受灾群众。已知甲村人数是丙村的2倍，如果两批大米都给甲村，每人正好能分24斤；如果第一批大米分给乙村，每人正好能分12斤，第二批大米分给甲、乙、丙三个村，每人正好能分4斤。为尽量保障受灾群众的基本需求，现决定另运送一批面粉分给甲村，并将两批大米都分给乙、丙两村。问乙、丙两村平均每人分到的大米重量在以下哪个范围内？]],
    {
      [[A、不到14斤]],
      [[B、14～15斤之间]],
      [[C、15～16斤之间]],
      [[D、16斤以上]],
    },
    [[B]],
  },
  -- 72
  {
    [[为降低碳排放，企业对生产设备进行改造，改造后日产量下降了10%%，但生产每件产品的能耗成本下降了50%%，其他成本和出厂价不变的情况下每天的利润提高了10%%。已知单件利润=出厂价-能耗成本-其他成本，且改造前产品的出厂价是单件利润的3倍，则改造前能耗成本为其他成本的：]],
    {
      [[A、不到1/4]],
      [[B、1/4-1/3之间]],
      [[C、1/3-1/2之间]],
      [[D、超过1/2]],
    },
    [[B]],
  },
  -- 73
  {
    [[一个圆柱体零件的高为1，其圆形底面上的内接正方形边长正好也为1。现将圆柱体零件切割4次，得到棱长为1的正方体，则切去部分的总表面积为：]],
    {
      [[A、√2(π+2)]],
      [[B、2√2(π-2)]],
      [[C、(√2+1)π+2]],
      [[D、2√2π-2)]],
    },
    [[C]],
  },
  -- 74
  {
    [[甲和乙两条效率相同的生产线从早上不同时间开始生产同一种产品，到中午12：00时分别正好生产了x件和y件。已知乙生产x件时，甲生产了54件；甲生产y件时，乙生产了1.5x件。如乙从9：00开始生产且12：00后两条生产线仍保持原有速度，问两条生产线生产的产品总量达到500件是在什么时候？]],
    {
      [[A、16：30之前]],
      [[B、16：30～17：00之间]],
      [[C、17：00～17：30之间]],
      [[D、17：30之后]],
    },
    [[D]],
  },
  -- 75
  {
    [[某种商品的定价为成本的1.5倍，如果在降价30元/件的基础上再打八折，则销售5件这种商品的利润比原价销售1件时多130元。问用以下哪种折扣销售时，1.5万元能买到的件数正好比原价销售时多4件？]],
    {
      [[A、先降价50元/件再打八折]],
      [[B、先打九折再降价50元/件]],
      [[C、降价150元/件]],
      [[D、打八五折]],
    },
    [[B]],
  },
  -- 86
  {
    [[归因不变性原则是指人们会寻找某一特定结果与特定原因之间的不变联系，如果某种特定原因在许多情境下总是与某种结果相伴，人们就会把特定结果归结于那一原因。归因折扣原则是指人们不完全相信某一现象的形成确是由于某种原因所导致，即某一特定原因在产生特定结果中的作用，如果存在其他似是而非的原因，应该“打折扣”。<br>
根据上述定义，两类归因原则均没有体现的是：]],
    {
      [[A、电视广告中明星推销洗发水时，观众觉得她的一头秀发不完全是因为洗发水才有的]],
      [[B、创业失败总会使创业者背负债务，创业者小罗这几年债台高筑，朋友认为他一定是创业失败了]],
      [[C、在代理了诸多离婚案件后，律师小林统计发现离婚诉讼中大多数争议与财产纠纷有关]],
      [[D、对一系列盗窃案的分析显示，现场都出现过同一个男人，人们容易假定该男人就是犯罪嫌疑人]],
    },
    [[C]],
  },
  -- 87
  {
    [[按调查范围来看，可将调查分为全面调查和非全面调查。全面调查指的是一定范围内的情况普查；非全面调查是指从总体中抽取一部分对象进行情况调查，又可分为：根据随机原则选择样本的抽样调查和有意识选取若干样本进行的典型调查。<br>
根据上述定义，下列说法正确的是：]],
    {
      [[A、对某市幼儿园所有儿童进行口腔卫生检查，这属于非全面调查]],
      [[B、对省内1~3年级的全体学生进行体育活动时间的调查，这属于非全面调查]],
      [[C、规模较大的前30所医学院校进行学生就业情况调查，这属于典型调查]],
      [[D、对某市中考数学成绩最好的几所学校进行调查，总结相关经验，这属于抽样调查]],
    },
    [[C]],
  },
  -- 88
  {
    [[对于特定论域中的任意两个对象a、b而言，当对象a与对象b之间具有关系R时，对象b与对象a之间是否也具有关系R？基于此，对称性关系命题可分为正对称关系、反对称关系和半对称关系。（1）正对称关系：若对象a与b之间具有关系R，则对象b与a之间也具有关系R；（2）反对称关系：若对象a与b之间具有关系R，则对象b与a之间一定不具有关系R；（3）半对称关系：若对象a与b之间具有关系R，则对象b与a之间不一定具有关系R。<br>
根据上述定义，下列关系属于半对称关系的是：]],
    {
      [[A、学生之间的同学关系]],
      [[B、两个分数之间的小于关系]],
      [[C、人与人之间的帮助关系]],
      [[D、城市与城市之间的相邻关系]],
    },
    [[C]],
  },
  -- 89
  {
    [[司法物理鉴定是运用物理学原理和方法，即通过检验确定物质的颜色、硬度、结构、比重、熔点、沸点、浓度、导电导热系数等物理属性，或显现肉眼看不见的痕迹特征，对与案件有关的痕迹、物品进行鉴认、识别的一种技术手段。<br>
根据上述定义，下列仅使用了司法物理鉴定手段的是：]],
    {
      [[A、选用试剂对被害人胃内容物进行分离、提纯，明确其中毒类型]],
      [[B、通过技术手段复原受害人被删除的手机信息，排查案件嫌疑人]],
      [[C、使用天平称量案件中伪造文件的重量，并采用试剂染色法检验纸浆的种类]],
      [[D、利用不同波长光对受害者衣物进行照射，通过观察颜色、透射率来辨别色料种类]],
    },
    [[D]],
  },
  -- 90
  {
    [[由于人类建设活动的破坏和干扰，生物群体原来连续成片的生活环境被割裂，形成分散的岛状甚至碎片状的生境，生境廊道是指连接破碎化生境并适宜生物生活、移动或扩散的通道，便于实现物种基因、能量、物质的流动。<br>
根据上述定义，下列不属于生境廊道的是：]],
    {
      [[A、国家公园内，两棵参天古树跨过公路上方枝叶相连，金丝猴借助古树跨越公路。不同区域的金丝猴群可以保持接触]],
      [[B、为了让野生象群在两个自然保护区之间迁移，管理者设计建成了迁移通道，避开村寨，并保证该区域范围内有丰富的水和食物资源]],
      [[C、某地将过去严重污染的河道改造为河滨公园，架设了多座拱桥，美化了环境，方便了交通，还吸引了大量鸟类来此栖息]],
      [[D、为避免青藏铁路隔断藏羚羊迁徙路线，动物学家设计了桥梁下方、隧道上方及路基缓坡3种形式的野生动物通路]],
    },
    [[C]],
  },
  -- 91
  {
    [[领主属宾句是汉语中的一种句式，句子主干由主语、动词和宾语三个部分组成。这种句子的主语和宾语之间具有比较稳定的“领有——隶属”关系：主语是“领有”的一方，宾语是“隶属”的一方；句子的动词和主语没有直接的语义关系。<br>
根据上述定义，下列属于领主属宾句的是：]],
    {
      [[A、他的脸上长了一点肉]],
      [[B、从远处走来一个挑夫]],
      [[C、去年他烂了一车苹果]],
      [[D、他头顶上飞过一只鸟]],
    },
    [[C]],
  },
  -- 92
  {
    [[基因污染指原生物种基因库非预期或不受控制的基因流动，即外源基因通过转基因作物、外来入侵物种、家养动物等扩散到其他栽培作物或自然野生物种并成为后者基因的一部分。<br>
根据上述定义，下列没有体现出基因污染的是：]],
    {
      [[A、某农场生产的大豆发现了转基因成分Bt基因，这些成分是附近地区种植的基因工程Bt大豆通过交叉授粉传播过来的]],
      [[B、黑足猫是一种体型娇小但捕猎能力超强的野生猫，跑到野外的家猫和黑足猫交配后，生出血统不纯正的黑足猫，真正的黑足猫几近灭绝]],
      [[C、转基因SL玉米获批做动物饲料，SL玉米只占某国玉米总产量的1%%，但一年后该国22%%的玉米样本被认定含有SL玉米基因]],
      [[D、某国开发出耐除草剂的转基因油菜，油菜出油率提高，但这种油菜种子能在土壤中休眠数年，因此成为其他作物中的“杂草”]],
    },
    [[D]],
  },
  -- 94
  {
    [[在卫生经济学评价中，直接成本是指与疾病有关的预防、诊断、治疗和康复等所支出的费用，包括直接医疗成本和直接非医疗成本。直接医疗成本是指与医疗服务的提供直接相关的医疗成本，包括一切必要的医学检验和检查的成本，以及卫生服务管理成本和所有后续治疗成本。直接非医疗成本是指与医疗服务的提供直接相关的非医疗成本。<br>
根据上述定义，下列没有体现上述成本的是：]],
    {
      [[A、患者李某前往医院看夜间急诊的出租车费]],
      [[B、患者赵某因右臂受伤停工造成的工资损失]],
      [[C、在口腔科拔取智齿前，患者于某支付的血常规化验费]],
      [[D、在陪同女儿去外地做手术期间，何某住宾馆支付的住宿费]],
    },
    [[B]],
  },
  -- 95
  {
    [[地球物理勘探是通过研究和观测各种地球物理场的变化来探测地层岩性、地质构造等地质条件的过程。由于组成地壳的不同岩层介质往往在密度、弹性、导电性等方面存在差异，这些差异将引起相应的地球物理场的局部变化，通过测量这些物理场的分布和变化特征，结合已知地质资料进行分析研究，就可以达到推断地质性状的目的。<br>
根据上述定义，下列不属于地球物理勘探的是：]],
    {
      [[A、根据岩石和矿石导电性、电磁感应特性等来记录地层界面的深度和形态]],
      [[B、利用人工激发的地震波在弹性不同地层内的传播规律，了解水文地质的分布情况]],
      [[C、采集岩石样品，分析岩石内的微量元素，通过发现与矿化有关的原生异常来寻找矿床]],
      [[D、通过观测不同岩石引起的重力差异，判断地下地层的岩性及状态，确定沉积盆地范围]],
    },
    [[C]],
  },
  -- 96
  {
    [[珍珠：珍珠婚]],
    {
      [[A、蘑菇：蘑菇云]],
      [[B、母亲：母亲河]],
      [[C、面包：面包树]],
      [[D、槐花：槐花蜜]],
    },
    [[B]],
  },
  -- 97
  {
    [[呼吸系统：生殖系统]],
    {
      [[A、生产计划：年度计划]],
      [[B、观赏花卉：药用花卉]],
      [[C、水面舰艇：巡洋舰艇]],
      [[D、简牍公文：纸质公文]],
    },
    [[D]],
  },
  -- 98
  {
    [[载歌：载舞]],
    {
      [[A、人云：亦云]],
      [[B、且战：且退]],
      [[C、自作：自受]],
      [[D、全心：全意]],
    },
    [[B]],
  },
  -- 99
  {
    [[边防检查：走私]],
    {
      [[A、科普宣传：迷信]],
      [[B、农药喷洒：除害]],
      [[C、个税申报：偷税]],
      [[D、手术治疗：患病]],
    },
    [[A]],
  },
  -- 100
  {
    [[独幕剧：歌剧：话剧]],
    {
      [[A、流行歌曲：通俗歌曲：现代歌曲]],
      [[B、自由体操：竞技体操：艺术体操]],
      [[C、远程面试：单独面试：小组面试]],
      [[D、顺序作业：流水作业：平行作业]],
    },
    [[C]],
  },
  -- 101
  {
    [[剪发：烫发剂：烫发]],
    {
      [[A、催熟：防腐剂：防腐]],
      [[B、伐树：植树节：植树]],
      [[C、风蚀：碳酸钙：溶蚀]],
      [[D、镇痛：止痛药：止痛]],
    },
    [[A]],
  },
  -- 102
  {
    [[提起公诉：宣告判决：收押罪犯]],
    {
      [[A、撰写教案：课堂教学：解答疑问]],
      [[B、手机点餐：外卖送餐：五星好评]],
      [[C、违章行驶：交警处罚：行人受伤]],
      [[D、方案设计：建筑施工：竣工验收]],
    },
    [[D]],
  },
  -- 103
  {
    [[二线城市：港口城市：商业城市]],
    {
      [[A、海上战争：常规战争：空中战争]],
      [[B、科技期刊：电子期刊：纸本期刊]],
      [[C、自助旅游：国内旅游：探亲旅游]],
      [[D、街心公园：森林公园：湿地公园]],
    },
    [[C]],
  },
  -- 104
  {
    [[纪录片 对于 （    ） 相当于 （    ） 对于 客观题]],
    {
      [[A、电影；主观题]],
      [[B、国产片；选择题]],
      [[C、动画片；考试题]],
      [[D、译制片；必答题]],
    },
    [[D]],
  },
  -- 105
  {
    [[自然声源 对于 （    ） 相当于 （    ） 对于 煤炭]],
    {
      [[A、人工声源；植物遗骸]],
      [[B、燕语莺声；矿石燃料]],
      [[C、传播介质；社区供暖]],
      [[D、物体振动；地质危害]],
    },
    [[B]],
  },
  -- 106
  {
    [[最近，主打白噪音的助眠产品引起很多人的兴趣。有人认为，白噪音可以掩盖环境中干扰性的刺激，有助于促进睡眠、改善睡眠质量。但研究者对此持怀疑态度，认为白噪音可改善睡眠的研究证据不足，持续白噪音甚至会对睡眠造成影响。<br>
以下哪项如果为真，不能支持研究者的观点？]],
    {
      [[A、持续暴露在白噪音下，听觉系统会不断将声音信号转换成神经信号，上传大脑，大脑会持续保持活跃，无法充分休息]],
      [[B、持续的白噪音会引起听力的损害，甚至会导致认知功能障碍，严重者还会导致失眠或嗜睡]],
      [[C、白噪音会使健康志愿者睡眠期间脑电波的循环交替模式显著改变，这意味着健康人睡眠结构受到干扰]],
      [[D、白噪音掩盖环境中干扰性的刺激，也会掩盖环境中有意义的声音，可能对人的生活甚至对生命造成威胁]],
    },
    [[D]],
  },
  -- 107
  {
    [[聚苯乙烯泡沫塑料广泛用于制造一次性咖啡杯等用品，但其原料来自石油等不可再生能源，生成的聚苯乙烯高温条件下可能产生对人体有害组分，且无法自然降解，燃烧时还会造成环境污染。研究人员开发出一种源自特定植物的环保材料，这种环保材料质量较轻，可支撑自身重量200倍的物体而不变形，还可自然降解，燃烧不会产生污染性烟尘。研究人员认为，这种环保材料有望成为制造一次性咖啡杯等用品的重要材料。<br>
以下哪项如果为真，最能削弱上述结论？]],
    {
      [[A、这种环保材料不具有一次性咖啡杯所需的良好隔热性能，盛装液体后也很难具有聚苯乙烯泡沫塑料的耐久性]],
      [[B、这种环保材料大规模投入生产后，会挤垮生产聚苯乙烯泡沫塑料的厂家，减少市场上一次性咖啡杯等用品的供应量]],
      [[C、对该植物有过敏反应的人群使用这种环保材料会产生过敏反应，该环保材料不适用于这类过敏人群]],
      [[D、这种环保材料还不能完全替代聚苯乙烯泡沫材料，还有很多用品仍然需要使用聚苯乙烯泡沫材料生产]],
    },
    [[A]],
  },
  -- 108
  {
    [[一颗恒星足够大且经过超新星爆发，才会坍缩为一颗中子星并伴随磁场增强。在这些中子星中，只有拥有强大磁场和高自转速度才能成为磁星。一般认为，磁星的磁场是在恒星变成中子星的首十秒透过炽热内核物质的对流所产生的，只有在对流现象发生期间拥有高自转速度（周期约10毫秒左右），产生的电流才会传遍整颗天体。<br>
由此可以推出：]],
    {
      [[A、能演变成磁星的星体一定是中子星]],
      [[B、拥有高自转速度的中子星会产生强大磁场]],
      [[C、如果不经历超新星爆发，大质量恒星是不会成为中子星的]],
      [[D、只要中子星的内核物质产生强烈对流，就会在整个星体内出现电流]],
    },
    [[C]],
  },
  -- 109
  {
    [[小陈、小李、小刘3人从学校脱颖而出，到市里参加竞赛。5人预测：<br>
小陈、小李都获奖；<br>
小陈、小李至多有1人获奖；<br>
小陈获奖，小李未获奖；<br>
小陈未获奖，小李获奖；<br>
若小陈获奖，则小刘也获奖。<br>
结果发现，只有1人预测正确。<br>
由此可以推出：]],
    {
      [[A、小陈、小李都未获奖]],
      [[B、小陈、小刘都获奖]],
      [[C、小李、小刘都未获奖]],
      [[D、小陈、小李都获奖]],
    },
    [[D]],
  },
  -- 110
  {
    [[不同的读者在阅读时，会对文章进行不同的加工编码，一种是浏览，从文章中收集观点和信息，使知识作为独立的单元输入大脑，称为线性策略；一种是做笔记，在阅读时会构建一个层次清晰的架构，就像用信息积木搭建了一个“金字塔”，称为结构策略。做笔记能够对文章的主要内容进行标注，因此与单纯的浏览相比，做笔记能够取得更优的阅读效果。<br>
要使上述论证成立，还需基于以下哪一前提？]],
    {
      [[A、阅读效果的好坏取决于能否在阅读时抓住要点]],
      [[B、用浏览的方式进行阅读属于知识加工的线性策略]],
      [[C、做笔记涉及到了更加复杂的认知加工过程]],
      [[D、与线性策略相比，结构策略能够让学习提升速度]],
    },
    [[A]],
  },
  -- 111
  {
    [[地理老师在五个柜子里放入了五种矿物，每个柜子只放一种矿物：赤铁矿、黑云母、绿泥石、黄铜矿、方铅矿。已知：（1）如果一号柜放赤铁矿，那么二号柜不放黑云母；（2）或者三号柜放赤铁矿，或者一号柜放赤铁矿；（3）如果二号柜不放黑云母，那么四号柜不放绿泥石；（4）若五号柜放方铅矿，则四号柜放绿泥石。<br>
以下哪项如果为真，可以得出“三号柜放赤铁矿”的结论？]],
    {
      [[A、二号柜不放黑云母]],
      [[B、一号柜不放黄铜矿]],
      [[C、五号柜放的是方铅矿]],
      [[D、四号柜不放绿泥石]],
    },
    [[C]],
  },
  -- 112
  {
    [[熊蜂是一类多食性昆虫，与蜜蜂相比，熊蜂体型更大且多毛，颜色各异，大多有着经典的黄黑条纹，黑身红尾。人们发现，由于密集管理型农业系统的推广，熊蜂在这些地方开始衰落，有的种类已经灭绝，相对而言，普通蜜蜂的数量并没有明显减少。因此，相比普通蜜蜂，农田利用方式的改变对熊蜂的生存威胁更大。<br>
以下哪项如果为真，最能支持上述结论？]],
    {
      [[A、蜜蜂采食会派出“侦查员”，回来后通过一种“摆动舞”告知蜂群食源在哪里，而熊蜂不会跳舞，因此大多独自采食]],
      [[B、蜜蜂会在蜂巢内储藏大量食物，熊蜂的蜂巢储存食物量较少，一旦出现食物短缺，熊蜂就会处于劣势]],
      [[C、蜜蜂属于大型化社群，而熊蜂属于小型化社群，这会导致基因分异度降低，更易受到寄生虫感染而大量死亡]],
      [[D、密集型农田往往种植单一植物，如果植物不是处于花期，熊蜂就会因无法如蜜蜂般进行远距离飞行而岌岌可危]],
    },
    [[D]],
  },
  -- 113
  {
    [[在我国北方的春天，树木花粉是一种主要的过敏源，它们通过空气传播，不可避免地被吸入体内，使过敏体质人群产生或轻或重的炎症反应。与此同时，作为树木种子的杨柳飞絮同样使过敏人群感到不适。有研究人员认为，杨柳飞絮虽然会使呼吸道产生不适，但它不是过敏源，许多声称杨柳飞絮过敏的人实际上是花粉过敏。<br>
以下哪项如果为真，不能支持研究人员的论证？]],
    {
      [[A、杨柳飞絮容易进入人的呼吸道，并粘附其上产生刺激作用，出现类似过敏的症状]],
      [[B、杨柳飞絮漫天飞舞之时，正值很多种树开花之际，二者在时间上存在着重叠]],
      [[C、杨柳飞絮含有油质和多糖类物质，作用在皮肤上可通过一系列反应变成一种过敏源]],
      [[D、由于被杨柳飞絮包裹携带，风媒花粉更容易进入呼吸道引起过敏反应]],
    },
    [[C]],
  },
  -- 114
  {
    [[由于集合了榨汁机、豆浆机、料理机、研磨机等产品功能，破壁机近年来一直备受消费者青睐。某公司生产了R型和W型两款功能相同的破壁机，相比而言R型清洗更方便，W型噪音更小。上市三年后的数据显示，R型销量更好，所以公司认为消费者更喜欢易于清洗的破壁机产品。<br>
以下哪项如果为真，最能削弱上述观点？]],
    {
      [[A、相比W型产品，R型网上促销力度更大，价格更具优势]],
      [[B、W型产品的外观设计更美观，许多白领上班族都更倾向于买W型]],
      [[C、和其他生产破壁机产品的公司相比，该公司具有更高的市场占有率]],
      [[D、R型和W型产品在全国的销售渠道一致，主要投放在超市、购物中心]],
    },
    [[A]],
  },
  -- 115
  {
    [[为满足乘客用餐多样化的需要，某地区推出了旅客列车的互联网订餐服务。该服务上线一年以来，通过线上渠道（官网、订票APP等）进行了大量的宣传，但订单量除了刚推出的前三个月有小幅增长外，其他月份并未增长，甚至下降。由此可见，该地区出行的旅客对列车提供的网上订餐服务需求量不高。<br>
以下能够削弱上述结论的有几项？<br>
①接受旅客列车网络订餐的餐厅数量较少，食物品种相对单一<br>
②即使推出了互联网订餐，大部分乘客还是愿意去空间较大的餐车用餐<br>
③该地区的短程列车数量较多，相比短程列车，长程列车的网上订餐量更大<br>
④线上宣传缺少对用户的精准定位，许多订票用户并未注意到列车有网上订餐服务]],
    {
      [[A、1项]],
      [[B、2项]],
      [[C、3项]],
      [[D、4项]],
    },
    [[B]],
  },
}

return questions
