-- 试卷来源：https://www.gkzenti.cn/paper/1675914917207，答案来源：https://www.gkzenti.cn/answer/1675914917207，
-- 由爬虫自动生成，请手动检查：
-- 1. 添加公式/删除其中含有图片、含有资料的题目；
-- 2. 修改英文冒号为中文冒号；
-- 3. 修改百分号为双百分号；
-- 4. 把所有填入画横线部分的线画出来。
-- 已检查在此打勾：【v】

questions = {
  -- 1
  {
    [[党的二十大报告指出，从现在起，中国共产党的中心任务就是团结带领全国各族人民全面建成社会主义现代化强国、实现第二个百年奋斗目标，以中国式现代化全面推进中华民族伟大复兴。下列对中国式现代化的理解，正确的有几项？<br>
①坚持把实现人民对美好生活的向往作为现代化建设的出发点和落脚点<br>
②共同富裕是社会主义的本质要求，是中国式现代化的重要特征<br>
③在物质文明方面超越西方发达国家，是中国式现代化的主要目标<br>
④遵循世界各国现代化的共同模式，是中国式现代化道路的基本经验<br>
⑤中国式现代化新道路，创造了人类文明新形态]],
    {
      [[A、2项]],
      [[B、3项]],
      [[C、4项]],
      [[D、5项]],
    },
    [[B]],
  },
  -- 2
  {
    [[党的二十大报告指出，全面建成社会主义现代化强国，总的战略安排是分两步走。关于到二〇三五年我国发展的总体目标，下列表述正确的有几项？<br>
①经济实力、科技实力、综合国力大幅跃升，人均国内生产总值迈上新的大台阶，达到中等发达国家水平<br>
②实现高水平科技自立自强，力争进入创新型国家行列<br>
③建成现代化经济体系，形成新发展格局，基本实现新型工业化、信息化、城镇化、农业现代化<br>
④广泛形成绿色生产生活方式，基本实现“碳中和”目标，生态环境根本好转，美丽中国目标全面实现<br>
⑤把我国建设成为综合国力和国际影响力领先的社会主义现代化强国]],
    {
      [[A、2项]],
      [[B、3项]],
      [[C、4项]],
      [[D、5项]],
    },
    [[A]],
  },
  -- 3
  {
    [[党的二十大报告指出，要发展全过程人民民主，保障人民当家作主。关于人民民主，下列表述正确的是：<br>
①人民民主是社会主义的生命，是全面建设社会主义现代化国家的应有之义<br>
②全过程人民民主是社会主义民主政治的本质属性，是最广泛、最真实、最管用的民主<br>
③协商民主是实践全过程人民民主的重要形式<br>
④党内民主是全过程人民民主的重要体现]],
    {
      [[A、①③④]],
      [[B、①②④]],
      [[C、①②③]],
      [[D、②③④]],
    },
    [[C]],
  },
  -- 4
  {
    [[党的二十大报告指出，要增进民生福祉，提高人民生活品质。下列有关表述正确的是：]],
    {
      [[A、就业是人民生活的安全网和社会运行的稳定器]],
      [[B、人民健康是最基本的民生]],
      [[C、健全的社会保障体系是民族昌盛和国家强盛的重要标志]],
      [[D、分配制度是促进共同富裕的基础性制度]],
    },
    [[D]],
  },
  -- 5
  {
    [[习近平经济思想是习近平新时代中国特色社会主义思想的重要组成部分。关于习近平经济思想，下列表述正确的有几项？<br>
①进入新发展阶段是我国经济发展的历史方位<br>
②推动高质量发展是我国经济发展的鲜明主题<br>
③坚持新发展理念是我国经济发展的指导原则<br>
④坚持对外开放是我国经济发展的第一动力<br>
⑤大力发展制造业和实体经济是我国经济发展的主要着力点]],
    {
      [[A、2项]],
      [[B、3项]],
      [[C、4项]],
      [[D、5项]],
    },
    [[C]],
  },
  -- 6
  {
    [[2021年6月26日，中共中央发布《中国共产党党徽党旗条例》。根据该条例，下列表述不正确的是：]],
    {
      [[A、开展党的对外交往活动时必须使用党徽党旗]],
      [[B、在网络、出版物等使用党徽党旗图案，应当置于显著位置]],
      [[C、不得在党徽党旗上添加任何文字、符号和图案等]],
      [[D、党徽党旗制作、使用、管理必须坚持统一标准、统一规范]],
    },
    [[A]],
  },
  -- 7
  {
    [[中共中央、国务院印发了《黄河流域生态保护和高质量发展规划纲要》，根据该纲要，下列表述错误的是：]],
    {
      [[A、到2035年黄河流域生态保护和高质量发展取得重大战略成果]],
      [[B、河湟-藏羌文化区是农耕文化与游牧文化交汇相融的过渡地带]],
      [[C、支持青海、甘肃等风能、太阳能丰富地区构建风光水多能互补系统]],
      [[D、水土保持区以内蒙古高原南缘、宁夏中部等为主]],
    },
    [[D]],
  },
  -- 8
  {
    [[根据《中华人民共和国乡村振兴促进法》，下列说法正确的是：]],
    {
      [[A、全面实施乡村振兴战略，应当坚持乡村城镇融合、城镇优先发展带动乡村原则]],
      [[B、国家构建以高质量绿色发展为导向的新型农业补贴政策体系]],
      [[C、省、自治区、直辖市人民政府应当采取措施确保耕地总量稳步增加]],
      [[D、乡镇人民政府应设立法律顾问和公职律师，根据需要在村民委员会建立公共法律服务工作室]],
    },
    [[B]],
  },
  -- 9
  {
    [[《“十四五”推进农业农村现代化规划》是首部将农业现代化和农村现代化一体设计、一并推进的规划。关于此规划提出的相关措施，下列说法错误的是：]],
    {
      [[A、扩大稻谷、小麦、玉米三大粮食作物完全成本保险和种植收入保险实施范围]],
      [[B、稳定发展优质粳稻，巩固提升南方双季稻生产能力]],
      [[C、以南菜北运基地和黄淮海地区设施蔬菜生产为重点加强夏秋蔬菜生产基地建设]],
      [[D、推进耕地保护与质量提升行动，加强南方酸化耕地降酸改良治理和北方盐碱耕地压盐改良治理]],
    },
    [[C]],
  },
  -- 10
  {
    [[关于经济常识，下列说法正确的是：]],
    {
      [[A、紧缩性货币政策的主要功能是刺激社会总需求]],
      [[B、公开市场卖出是一种扩张性财政政策]],
      [[C、有价证券的持有人不一定能行使有价证券的全部权利]],
      [[D、海关统计进出口货物时一律按离岸价格统计]],
    },
    [[C]],
  },
  -- 11
  {
    [[习近平主席在二〇二二年新年贺词中提到了“祝融”探火、“羲和”逐日、“天和”遨游星辰。下列与之相关的说法正确的是：]],
    {
      [[A、“祝融号”火星车使用的是核动力电池]],
      [[B、“羲和号”是我国首颗太阳探测科学技术试验卫星]],
      [[C、“祝融”“羲和”“天和”都是古代神话中的人物]],
      [[D、聂海胜等三名航天员搭乘神舟十四号前往天和核心舱]],
    },
    [[B]],
  },
  -- 12
  {
    [[“亲人送水来解渴，军民鱼水一家人。横断山，路难行。······乌江天险重飞渡，兵临贵阳逼昆明。敌人弃甲丢烟枪，我军乘胜赶路程。调虎离山袭金沙······”这是歌曲《四渡赤水出奇兵》中的一段歌词，下列与之相关的说法正确的是：]],
    {
      [[A、“调虎离山袭金沙”是由毛泽东指挥的]],
      [[B、李白《蜀道难》描写的正是此地“路难行”的状况]],
      [[C、“军民鱼水”之情表现了沿途人民群众对新四军的支持]],
      [[D、“乌江天险”正是楚汉战争时项羽兵败自刎的地方]],
    },
    [[A]],
  },
  -- 13
  {
    [[习近平总书记在文艺工作座谈会上的讲话中提到：“我国久传不息的名篇佳作都充满着对人民命运的悲悯、对人民悲欢的关切，以精湛的艺术彰显了深厚的人民情怀。《古诗源》收集的反映远古狩猎活动的《弹歌》，《诗经》中反映农夫艰辛劳作的《①》、反映士兵征战生活的《采薇》、反映青年爱情生活的《关雎》，探索宇宙奥秘的《②》，反映游牧生活的《③》，歌颂女性英姿的《木兰诗》等，都是从人民生活中产生的。”<br>
依次填入画横线处正确的是：]],
    {
      [[A、丰年 离骚 凉州词]],
      [[B、黍离 九歌 西洲曲]],
      [[C、兼葭 涉江 击壤歌]],
      [[D、七月 天问 敕勒歌]],
    },
    [[D]],
  },
  -- 14
  {
    [[下列与“2021年度全国十大考古新发现”有关的说法，错误的是：]],
    {
      [[A、四川稻城皮洛遗址是位于青藏高原的文化遗存]],
      [[B、湖北云梦郑家湖墓地与睡虎地墓地相距不远]],
      [[C、山东滕州岗上遗址是河姆渡文化晚期典型遗址]],
      [[D、安徽凤阳明中都遗址与明太祖朱元璋有关]],
    },
    [[C]],
  },
  -- 15
  {
    [[下列与氢燃料电池车有关的说法错误的是：]],
    {
      [[A、氢燃料电池车的最终排出物是水]],
      [[B、氢气可以通过生物发酵和电解水等方法制取]],
      [[C、北京冬奥会中大量使用了氢燃料电池车]],
      [[D、氢气和氧气在内燃机中反应产生电能]],
    },
    [[D]],
  },
  -- 16
  {
    [[下列富有哲理的文句与出处对应错误的是：]],
    {
      [[A、圣人之心如明镜，只是一个明，则随感而应，无物不照——《传习录》]],
      [[B、朝菌不知晦朔，蟪蛄不知春秋——《庄子》]],
      [[C、五谷者，种之美者也，苟为不熟，不如荑稗，夫仁亦在乎熟之而已矣——《孟子》]],
      [[D、性犹湍水也，决诸东方则东流，决诸西方则西流——《论语》]],
    },
    [[D]],
  },
  -- 17
  {
    [[我国将24种矿产列为战略性矿产资源，下列与之相关的说法错误的是：]],
    {
      [[A、我国最大的煤层气田在山西建成投产]],
      [[B、包头和赣州是我国重要的稀土产区]],
      [[C、我国钨矿的储量居世界第一]],
      [[D、我国铁矿具有储量大、富矿多、贫矿少的特点]],
    },
    [[D]],
  },
  -- 18
  {
    [[关于自然节律变化，下列说法错误的是：]],
    {
      [[A、惊蛰后华北地区可能会出现“万里雪飘”的现象]],
      [[B、2月北回归线附近会出现“儿童急走追黄蝶，飞入菜花无处寻”的现象]],
      [[C、冬至时，在广东汕头竖直立杆会出现“立竿无影”的现象]],
      [[D、谷雨前后江浙地区可能会出现“一把青秧趁手青，轻烟漠漠雨冥冥”的现象]],
    },
    [[C]],
  },
  -- 19
  {
    [[关于生活常识，下列说法错误的是：]],
    {
      [[A、腹部核磁共振时憋气可让脏器显影更充分]],
      [[B、食用蜡可以用于防止微生物对果实的侵害]],
      [[C、马铃薯切开后浸泡于清水中可以防止氧化]],
      [[D、可以通过虫子取食痕迹判断蘑菇是否有毒]],
    },
    [[D]],
  },
  -- 20
  {
    [[下列与地球圈层有关的说法错误的是：]],
    {
      [[A、地壳：由几个漂浮在地幔表层的固体岩石板块构成]],
      [[B、地幔：温度很高，是岩浆的重要发源地]],
      [[C、内地核：虽然温度与太阳表面相差无几，但由于压强巨大，呈现为固态]],
      [[D、外地核：主要由熔化了的铁和铬构成，地球的磁场就是这些液态金属围绕内地核流动而形成的]],
    },
    [[D]],
  },
  -- 21
  {
    [[构建新发展格局的关键在于经济循环的________，就像人们讲的要调理好统摄全身阴阳气血的任督二脉。经济活动需要各种生产要素的组合在生产、分配、流通、消费各环节有机衔接，从而实现循环流转。<br>
填入画横线部分最恰当的一项是：]],
    {
      [[A、行之有效]],
      [[B、环环相扣]],
      [[C、畅通无阻]],
      [[D、井然有序]],
    },
    [[C]],
  },
  -- 22
  {
    [[人造血即血氧液，能够用来代替人类血液，满足临床需求，缓解血液短缺状况。而且人造血标准化的生产流程能够确保其________，输入人造血不用再担心会感染艾滋病、肝炎等疾病，可最大程度降低输血相关传染病的风险。因此，研制和批量生产人造血成为当前的热点。<br>
填入画横线部分最恰当的一项是：]],
    {
      [[A、安全性]],
      [[B、可靠性]],
      [[C、规范性]],
      [[D、稳定性]],
    },
    [[A]],
  },
  -- 23
  {
    [[相比于其他全球卫星导航系统采取单一轨道星座构型，北斗系统________，坚定选择了混合星座的特色发展之路，并首创短文通报模式，开创了通信导航一体化的独特服务模式，信息发送能力从一次120个汉字提升到一次1200个汉字，遇到突发情况时无需________，足以将情节一次性说清楚。<br>
依次填入画横线部分最恰当的一项是：]],
    {
      [[A、与众不同 言简意赅]],
      [[B、独树一帜 字斟句酌]],
      [[C、遥遥领先 删繁就简]],
      [[D、迎难而上 惜墨如金]],
    },
    [[B]],
  },
  -- 24
  {
    [[翻开古代农书，几千年间古人对于土地的保养，几乎与当代耕作学关注的措施________，其中历代农书涉及最多的是施肥。在中国古人的摸索中，施肥成为一种讲究，何时、何地施肥，施何种肥，怎样施肥，形成了一个________的体系，在每个年度的农业生产进程中，精心安排在各个时节。<br>
依次填入画横线部分最恰当的一项是：]],
    {
      [[A、一脉相承 科学]],
      [[B、如出一辙 固定]],
      [[C、别无二致 完整]],
      [[D、不谋而合 复杂]],
    },
    [[C]],
  },
  -- 25
  {
    [[我们确立和坚持马克思主义在意识形态领域指导地位的根本制度，新时代党的创新理论________，社会主义核心价值观广泛传播，中华优秀传统文化得到创造性转化、创新性发展，文化事业日益繁荣，网络生态持续向好，意识形态领域形势发生________、根本性转变。<br>
依次填入画横线部分最恰当的一项是：]],
    {
      [[A、振聋发聩 历史性]],
      [[B、深入人心 全局性]],
      [[C、高屋建瓴 实质性]],
      [[D、硕果累累 显著性]],
    },
    [[B]],
  },
  -- 26
  {
    [[当前背景下，宏观调控既要“防风险”又要“稳增长”。传统的逆周期调节能够较好地应对经济的短期波动，面对国内外经济的长期结构性调整则常常________。这就要求宏观调控________，而跨周期调节正是在顶层设计的宏观调控框架下，促进不同政策工具的关联匹配，因此更能满足现阶段的调控要求。<br>
依次填入画横线部分最恰当的一项是：]],
    {
      [[A、捉襟见肘 与时俱进]],
      [[B、左支右绌 另辟蹊径]],
      [[C、有心无力 推陈出新]],
      [[D、难以为继 统筹兼顾]],
    },
    [[B]],
  },
  -- 27
  {
    [[在过去百年中，地球升温约1摄氏度，考虑到人类在大气中排放的温室气体的积累，这种变暖实际上与基础物理学的预期是________的。那么，问题其实并不在于是否在变暖，而在于变暖速度有多快，但科学家在利用现有模型预测未来变暖时仍然存在________，尤其是，类似极端降水这样的关键变量将如何变化，仍有很大的不确定性。<br>
依次填入画横线部分最恰当的一项是：]],
    {
      [[A、一致 分歧]],
      [[B、同步 短板]],
      [[C、吻合 瑕疵]],
      [[D、相符 漏洞]],
    },
    [[A]],
  },
  -- 28
  {
    [[国潮正当时，是中国经济迅猛发展、文化自信不断增强的必然结果，这自然是让人欣喜的。但任何潮流，难免有________者，也不无泥沙俱下时。有一些创作者对国潮的理解出现偏差，剔除文化背后的历史语境与深刻内涵，将文化简化为民族符号的堆砌、传统元素的拼贴，浮于表面、________，缺乏真正的文化内涵。<br>
依次填入画横线部分最恰当的一项是：]],
    {
      [[A、名不副实 走马观花]],
      [[B、乘虚而入 囫囵吞枣]],
      [[C、急功近利 不求甚解]],
      [[D、浑水摸鱼 浅尝辄止]],
    },
    [[D]],
  },
  -- 29
  {
    [[地方政府要以民众利益、公共利益、国家利益为重，不能只追求短期利益，只追求政绩，而做出________的事情来。对官员的政绩考核、对政府的绩效评估，更要注重民生，注重社会的长远发展。这样才能从根本上避免破坏可持续发展大局、损害民众利益等“________”现象的继续发生。<br>
依次填入画横线部分最恰当的一项是：]],
    {
      [[A、本末倒置 抱薪救火]],
      [[B、饮鸩止渴 掩耳盗铃]],
      [[C、扬汤止沸 移花接木]],
      [[D、竭泽而渔 杀鸡取卵]],
    },
    [[D]],
  },
  -- 30
  {
    [[在气候变暖背景下，冰川是变化最快速、最显著和最具________的地理要素之一。过去50年来，由于气候变暖，全球冰川加速消融，造成海平面上升、水循环变化、冰川灾害增加，引发人们高度关注。应用科学方法，________冰川消融、保持水资源的可持续利用，在当前区域迅速增温、冰川快速退缩的情境下，显得尤为重要。<br>
依次填入画横线部分最恰当的一项是：]],
    {
      [[A、指示性 缓解]],
      [[B、直观性 避免]],
      [[C、动态性 干预]],
      [[D、通用性 防止]],
    },
    [[A]],
  },
  -- 31
  {
    [[各种舰载机的搭配协同，防空、反舰、反潜力量的集成以及编队舰艇的配合，使得以航母为中心的海上编队战斗力惊人。因此，航母的________备受关注。在拥有持续高航速的情况下，航母可以________地快速部署到位，突如其来地发动攻击，或在对方发起攻击之前驶离对方的打击范围。<br>
依次填入画横线部分最恰当的一项是：]],
    {
      [[A、风吹草动 猝不及防]],
      [[B、蛛丝马迹 不声不响]],
      [[C、出没隐现 不期而至]],
      [[D、一举一动 出其不意]],
    },
    [[D]],
  },
  -- 32
  {
    [[生命有限，很多英雄模范人物崇高精神的形成过程也是有限的，但形成了一种宝贵精神财富，是一个________的定格。焦裕禄精神，同井冈山精神、延安精神、雷锋精神、红旗渠精神等都是________的。任何一个民族都需要有这样的精神构成其强大精神力量，这样的精神无论时代发展到哪一步都不会________。<br>
依次填入画横线部分最恰当的一项是：]],
    {
      [[A、历史 相似 埋没]],
      [[B、光辉 相通 落伍]],
      [[C、永恒 共存 过时]],
      [[D、不朽 统一 褪色]],
    },
    [[C]],
  },
  -- 33
  {
    [[注册制改革越包容，市场主体越要________。随着注册制全面推进，新股上市数量势必增多，上市公司“________”的时代一去不返。将自身相关信息说完整、说清楚，既是上市公司的法定责任，也是逐浪资本市场的立身之本。因此，企业应提升________和竞争意识，高度负责、抱诚守真地“自我介绍”。<br>
依次填入画横线部分最恰当的一项是：]],
    {
      [[A、自律  待价而沽  紧迫感]],
      [[B、自重  滥竽充数  使命感]],
      [[C、自觉  奇货可居  危机感]],
      [[D、自强  一枝独秀  责任感]],
    },
    [[C]],
  },
  -- 34
  {
    [[传统戏曲中所蕴含的价值理念以及________的表演节奏，很难与当代青年人的生活节奏与审美趣味相合拍。因而，关于戏曲衰亡的声音________。事实上，戏曲相对于互联网时代知识文化的________、快餐式传播，其可重复欣赏和耐咀嚼的品格显得更为可贵，其特有的艺术价值决定了它不可能退出历史舞台，更不会走向消亡。<br>
依次填入画横线部分最恰当的一项是：]],
    {
      [[A、不疾不徐 如雷贯耳 碎片化]],
      [[B、从容不迫 不绝于耳 肤浅化]],
      [[C、四平八稳 甚嚣尘上 机械化]],
      [[D、慢条斯理 此起彼伏 泡沫化]],
    },
    [[D]],
  },
  -- 35
  {
    [[推动长江经济带发展，必须加快新旧动能转换。这既需要有破的勇气，敢于“________”，破除旧的落后产能；也要有立的智慧，善于“腾笼换鸟”，培养新的绿色产能。破除旧动能与培育新动能________、相辅相成。只有________破除无效产能，才能给新产业发展创造条件，增加有效供给。<br>
依次填入画横线部分最恰当的一项是：]],
    {
      [[A、脱胎换骨 齐头并进 果断]],
      [[B、破釜沉舟 互为表里 直接]],
      [[C、另起炉灶 双管齐下 彻底]],
      [[D、壮士断腕 并行不悖 坚决]],
    },
    [[D]],
  },
  -- 36
  {
    [[构建人类命运共同体是世界各国人民前途所在。________。只有各国行天下之大道，和睦相处、合作共赢，繁荣才能持久，安全才有保障。中国提出了全球发展倡议、全球安全倡议，愿同国际社会一道努力落实。中国坚持对话协商，推动建设一个持久和平的世界；坚持共建共享，推动建设一个普遍安全的世界；坚持合作共赢，推动建设一个共同繁荣的世界；坚持交流互鉴，推动建设一个开放包容的世界；坚持绿色低碳，推动建设一个清洁美丽的世界。<br>
填入画横线部分最恰当的一项是：]],
    {
      [[A、河海不择细流，故能就其深]],
      [[B、大道之行也，天下为公]],
      [[C、万物并育而不相害，道并行而不相悖]],
      [[D、芳林新叶催陈叶，流水前波让后波]],
    },
    [[C]],
  },
  -- 37
  {
    [[当前，社会治理形势复杂，仅靠职能部门、专业力量远远不够，迫切需要人民群众和社会各界的积极支持与参与，共同创造公共价值。众包是公众和外包的组合词，意指发包方依托互联网或其衍生工具，在数字平台上设计规则与任务并向广泛、非确定的公众发包，公众根据自身能力自愿接包并完成特定事务。众包强调大众参与的开放式合作，促使组织边界向更广泛的大众群体开放，旨在挖掘隐藏在公众中的巨大潜力。因此，相较于政府购买等专业性较强的政府合同外包服务，政府众包展现出更开放的社会治理格局。<br>
最适合做这段文字标题的是：]],
    {
      [[A、众包：共享经济下的新型用工模式]],
      [[B、政府众包：公众参与社会治理新方式]],
      [[C、公众参与：开放式合作的新形式]],
      [[D、“互联网+”：公共管理新范式]],
    },
    [[B]],
  },
  -- 38
  {
    [[农业是个生态产业，农村是生态系统的重要一环。要健全草原森林河流湖泊休养生息制度，巩固退牧还草、退耕还林成果，开展大规模国土绿化行动，加强生物多样性保护。这方面要有个科学规划，荒山、沙漠、滩涂、森林、草原等治理要因地制宜、符合实际，不能都是一种套路。长江、黄河流域是生态文明建设的主战场，农业农村任务十分艰巨。长江流域要抓好十年禁渔，加强执法监督和市场监管，妥善解决好渔民转产转业和社会保障问题。黄河流域要抓好农业深度节水控水，因水施种，发展节水农业、旱作农业，把农业用水效率提上去、总量省出来。<br>
这段文字意在说明：]],
    {
      [[A、农业与农村生态文明建设任重道远]],
      [[B、农业发展与生态治理需做好统筹]],
      [[C、农业生态建设要做好科学规划]],
      [[D、生态文明建设要找准着力点]],
    },
    [[C]],
  },
  -- 39
  {
    [[作为经典的艺术门类，绘画在历史长河中并非独立发展。在原始艺术中，音乐、诗歌、舞蹈三位一体，密不可分，绘画则将载歌载舞的场景留存于世。不同艺术门类成熟之后各自独立，但在发展的过程中又相互吸收、相互依托、相互影响。各艺术门类之间的吸收与借鉴、配合与结合，是艺术发展创新的重要手段。古典名画是人类审美情趣的集中体现，很长一段时间是深藏在博物馆中的高雅艺术，名画想要真正“活”化，还需要借助跨界融合。<br>
这段文字意在强调：]],
    {
      [[A、绘画是诗歌和舞蹈传承的重要载体]],
      [[B、不同艺术门类的跨界融合由来已久]],
      [[C、古典名画可以借助跨界融合重焕生机]],
      [[D、打破形式壁垒是艺术创新的重要手段]],
    },
    [[C]],
  },
  -- 40
  {
    [[银河系是星系考古学研究的“重点实验室”，恒星则是银河系考古的天然“化石”：恒星表面的化学元素，完整记录着其诞生时银河系星际环境的化学组成；恒星运动的相似性，也为天文学家研究恒星起源问题提供了重要线索。因此，实现对银河系形成和演化全面认识的关键，在于获取银河系中数量足够多、分布足够广、足够有代表性的恒星的位置、运动、年龄及化学组成等信息。<br>
这段文字接下来最可能讨论的是：]],
    {
      [[A、获取恒星信息的方法和途径]],
      [[B、星系考古学的前沿研究领域]],
      [[C、恒星对宇宙起源研究的意义]],
      [[D、关于银河系诞生原因的假说]],
    },
    [[A]],
  },
  -- 41
  {
    [[①历史时期的气候并非一成不变，气候的波动变化对文明演变产生了重要影响<br>
②“锦江近西烟水绿，新雨山头荔枝熟”，唐代诗人张籍的诗表明当时四川地区有荔枝分布<br>
③20世纪70年代，著名学者竺可桢根据历史文献记载，首次重建了我国过去5000年的温度变化曲线<br>
④然而在现代人的认知中，荔枝的生长区多位于南岭以南，很多人对杨贵妃能吃到荔枝表示怀疑<br>
⑤重建的暖季温度与同区域公海孢粉量化的降水数据，为我国过去5000年文明历史提供了更加完整的定量气候背景<br>
⑥不久前，科学家利用现代地学研究手段，定量重建了我国北方过去5000年中高分辨率的暖季（4月至10月）温度变化序列<br>
将以上6个句子重新排列，语序正确的是：]],
    {
      [[A、③⑤⑥①②④]],
      [[B、⑥③⑤④①②]],
      [[C、①⑥⑤②④③]],
      [[D、②④①③⑥⑤]],
    },
    [[D]],
  },
  -- 42
  {
    [[宋仁宗天圣五年（1027年），北宋翰林医官院的医官王惟一设计并主持铸造了两具针灸铜人，被称为“天圣针灸铜人”，这是中国历史上最早的针灸铜人。这两具铜人中空，体表标有354个穴位，所有穴位都凿成小孔。每当医官院进行针灸考试，考官会将水银注入铜人体内，再将铜人体表涂上黄蜡，完全遮盖经脉穴位。应试者一旦准确扎中穴位，水银就会从穴位中流出，医学史书把这一奇特的现象称之为“针入汞出”。天圣针灸铜人的出现，不仅开创了铜人作为人体模型进行针灸教学的先河，也是中国古代针灸文化的象征，此后历代均有铜人问世。<br>
最适合做这段文字标题的是：]],
    {
      [[A、从针灸铜人看中国针灸的传承]],
      [[B、北宋医官院如何进行针灸考试]],
      [[C、针灸铜人：古代针灸教学的人体模型]],
      [[D、天圣针灸铜人：中医经脉理论的结晶]],
    },
    [[C]],
  },
  -- 43
  {
    [[步兵融入联合作战，是指在联合作战体系架构下，以指挥信息系统为平台，根据作战需求，及时对接指挥关系，合理区分作战行动和保障路径，以实现步兵作战与联合作战的无缝对接。在联合作战中，可以采取火力打、远程击、空中炸、地面围等手段，歼灭敌方有生力量。步兵持有轻武器，善于近战歼敌，且机动灵活，适应性强，是直达战场、一线冲锋的优选力量。因此，近战歼灭敌方是步兵在联合作战体系内的首要任务。这意味着步兵将在其他军兵种力量的支援配合下，发挥夜战、近战和灵活机动的特长，实现歼灭据守之敌、驱逐进犯之敌、围捕空降之敌等目标。<br>
这段文字主要分析联合作战中：]],
    {
      [[A、步兵的独特优势]],
      [[B、步兵的主要任务]],
      [[C、歼灭敌方的重要手段]],
      [[D、步兵武器装备的特点]],
    },
    [[B]],
  },
  -- 44
  {
    [[二十世纪六七十年代，世界上香菇、木耳、灵芝等食用菌和药用菌人工栽培基本都以木材为原料，在我国每年仅栽培香菇一项就要砍伐阔叶林1000万立方米以上，从而产生了严重的生态问题和“菌林矛盾”。由此我国开始了“以草代木”栽培食药用菌研究，1986年，终于成功培育出可做栽培食药用菌培养基的草本植物——菌草，并逐渐摸索出一套运用菌草栽培食药用菌和生产菌物饲料、菌物肥料的综合技术。菌草技术开辟了“菌”与“草”交叉科学研究与应用新领域，为保护生态环境，促进可持续发展开辟了新途径。<br>
这段文字意在说明，菌草技术：]],
    {
      [[A、有助于解决“菌林矛盾”的难题]],
      [[B、是我国食药用菌栽培的原创技术]],
      [[C、为食药用菌栽培提供了新的思路]],
      [[D、为保护阔叶林资源开辟了新途径]],
    },
    [[A]],
  },
  -- 45
  {
    [[《新青年》创刊时名为《青年杂志》，因与《上海青年》杂志的名称部分雷同，从第二卷第一号开始，正式改名为《新青年》。这次更名本是被迫与无奈之举，但在陈独秀的巧妙处理下，却成为促进刊物发展的绝佳机遇。在更名后第一期杂志的篇首，刊登了陈独秀的文章，重新定义了“新青年”这一概念，提出要以“生理心理”的标准，而非“年龄”来区分新旧青年。这一期杂志还刊登了一则通告，告知读者杂志更名事宜。变被动为主动，赋予“新青年”三个字鲜明的时代意义与先锋的思想价值，也让《新青年》有了更加精准的办刊定位。<br>
这段文字中的“巧妙处理”指的是：]],
    {
      [[A、精准定位受众，激发情感共鸣]],
      [[B、采取差异策略，力求独树一帜]],
      [[C、明晰用户心理，精准投放内容]],
      [[D、借助事件传播，创造全新概念]],
    },
    [[D]],
  },
  -- 46
  {
    [[目前，我国“三农”工作重心已历史性转向全面推进乡村振兴。其中，保障粮食和重要农副产品有效供给是重中之重。大力发展农业保险，有助于应对农业领域的重大风险挑战，提升粮食和重要农产品供给保障能力，为乡村全面振兴保驾护航。通过发展农业保险对农业进行支持保护是国际惯例，也是许多国家农业支持保护政策的支柱。大力发展和运用农业保险工具，既是促进我国农业支持政策向国际看齐、更好适应世界贸易组织规则的现实选择，也是保障我国农业产业稳定发展、维护粮食安全、保护农民利益的长远需要。<br>
这段文字意在说明：]],
    {
      [[A、乡村振兴需要健全的农业支持保护政策]],
      [[B、农业保险有助于“三农”工作顺利推进]],
      [[C、农业政策既要立足国内也要有国际视野]],
      [[D、发展农业保险是保障粮食安全的必选项]],
    },
    [[B]],
  },
  -- 47
  {
    [[早在1938年，毛泽东同志就说过：“我们这个民族有数千年的历史，有它的特点，有它的许多珍贵品。对于这些，我们还是小学生。今天的中国是历史的中国的一个发展；我们是马克思主义的历史主义者，我们不应当割断历史。从孔夫子到孙中山，我们应当给以总结，承继这一份珍贵的遗产。这对于指导当前的伟大的运动，是有重要的帮助的。”<br>
这段文字最适合做下列哪一观点的例证？]],
    {
      [[A、拥有马克思主义科学理论指导是我们党坚定信仰信念、把握历史主动的根本所在]],
      [[B、我们党历来用历史唯物主义的立场观点方法看待中华民族历史，继承和弘扬中华优秀传统文化]],
      [[C、中华文明源远流长、博大精深，是中华民族独特的精神标识，是当代中国文化的根基]],
      [[D、我们党的每一段革命历史，都是一部理想信念的生动教材]],
    },
    [[B]],
  },
  -- 48
  {
    [[从“市场体系”到“统一市场”再到“全国统一大市场”，实际就是从建设市场到建设一体化市场，再到建设大市场和强市场。我们的市场人均收入和消费水平低，虽然人口多，但是市场呈现为行政分割状态，因此只是潜在规模大，实际规模并不具有竞争优势。对此，除了要通过深化改革，释放生产力、提升工资水平、分好国民收入这块蛋糕，还要处理好两个重要问题：一是大力纠正导致市场分割的因素；二是加快资本市场化建设，提高财产性收入比重。这是在扩大工资占比条件受限的前提下，迅速做大做强市场的关键。<br>
这段文字针对的主要问题是：]],
    {
      [[A、行政区域分割和非一体化抑制了有效竞争]],
      [[B、财产性收入在国民收入中的比重还比较低]],
      [[C、我国市场潜在规模优势还未转化为现实优势]],
      [[D、消费需求疲软阻碍了全国统一大市场的形成]],
    },
    [[C]],
  },
  -- 49
  {
    [[“气凝胶”是一个不断发展的概念，早期提及气凝胶，更多强调它是一种由湿凝胶去除溶剂之后得到具有纳米孔的多孔材料。但是后来出现的新型气凝胶，有一部分并不满足纳米孔的特点，甚至还有的气凝胶是由气相法制备的。气凝胶最传统的制备方法是利用有机醇盐等前驱体的水解聚合反应，先获得湿凝胶，接着将湿凝胶中的液相去除得到最终的干凝胶，这种方法称为气凝胶制备的溶胶——凝胶路线或者分子路线。由于前驱体难以获得且存在安全问题，此法只在少数氧化物体系获得了成功的应用——这至今仍是二氧化硅和氧化铝等气凝胶通用的制备路线。<br>
根据这段文字，以下说法正确的是：]],
    {
      [[A、有机醇盐难以获得且存在安全隐患]],
      [[B、气相法是气凝胶最传统的制备方法]],
      [[C、纳米孔是新型气凝胶的典型特点]],
      [[D、制备气凝胶的分子路线方法应用广泛]],
    },
    [[A]],
  },
  -- 50
  {
    [[立案登记制改革的初衷是保护当事人依法享有的诉权，所谓“有案必立、有诉必理”，只是指那些符合法律规定立案条件的案件，起诉到人民法院后，法院必须立案，否则法院就没有必要受理。所以，________，对此，可能有人认为，设立立案标准等于为立案设置了门槛，很难保障当事人通过诉讼解决纠纷的权利。其实任何权利都有限度，不存在没有边界的权利，当事人通过诉讼解决纠纷的权利同样如此。只有符合立案标准，这种权利才能通过法院诉讼得以实现。<br>
填入画横线部分最恰当的一项是：]],
    {
      [[A、推行立案登记制并不意味着“是案就立”]],
      [[B、不能将“立案难”与司法公正简单关联起来]],
      [[C、明确立案标准才能保障当事人的合法权益]],
      [[D、应正确理解司法资源作为公共产品的有限性]],
    },
    [[C]],
  },
  
  -- 61
  {
    [[商店销售某种商品，打八折销售时卖2件的利润与按定价销售时卖1件的利润相同，相当于降价120元/件销售时卖3件的利润。问该商品的定价为多少元/件？]],
    {
      [[A、360]],
      [[B、450]],
      [[C、540]],
      [[D、720]],
    },
    [[B]],
  },
  -- 62
  {
    [[一项工作甲独立完成需要3小时，乙独立完成的用时比其与甲合作完成多4小时，且乙和丙合作完成需要4小时。问丙独立完成需要多少小时？]],
    {
      [[A、10]],
      [[B、12]],
      [[C、6]],
      [[D、8]],
    },
    [[B]],
  },
  -- 63
  {
    [[工厂生产甲、乙两种设备，需要用到A、B、C三种零件。其中生产1台甲设备需要5个A零件和11个B零件，生产1台乙设备需要4个B零件和9个C零件。工厂某日生产的一批设备共用A、B、C三种零件不超过200个，其中C零件的用量超过100个。问最多可能生产了多少台甲设备？]],
    {
      [[A、1]],
      [[B、2]],
      [[C、3]],
      [[D、4]],
    },
    [[B]],
  },

  -- 65
  {
    [[某单位有甲和乙2个办公室，分别有职工5人和4人。每周从这9名职工中随机抽取1人下沉社区担任志愿者（同一人有可能被连续、重复选中）。问7月前2周的志愿者均来自甲办公室的概率在以下哪个范围内？]],
    {
      [[A、不到25%%]],
      [[B、25%%~35%%之间]],
      [[C、35%%~45%%之间]],
      [[D、超过45%%]],
    },
    [[B]],
  },
  -- 66
  {
    [[甲和乙两个实验室共同承接10000份样本的检验工作。甲实验室每小时可检验200份样本，每检验一份样本的费用为100元；乙实验室每小时可检验500份样本，每检验一份样本的费用为200元。问如要求15小时内检验完毕，最低总检验费用比要求18小时内检验完毕时高多少万元？]],
    {
      [[A、3]],
      [[B、4]],
      [[C、5]],
      [[D、6]],
    },
    [[D]],
  },
  -- 67
  {
    [[在一块正方形土地中，画一条经过某个顶点的规划线，将其分割为三角形和梯形两块土地，且梯形土地的面积正好是三角形土地的2倍。问三角形和梯形土地的周长之比是多少？]],
    {
      [[A、1：2]],
      [[B、5：7]],
      [[C、(1+√5)：(2+√5)]],
      [[D、(5+√13)：(7+√13)]],
    },
    [[D]],
  },
  -- 68
  {
    [[将5个相邻的铺位出租给2家餐厅和2家水果店。要求租完不能有空余铺位，每家餐厅可以租用1个铺位，也可以租用并打通2个相邻的铺位作为其营业场所，每家水果店只能租用1个铺位，且相同类型的两个租户之间至少要间隔1个铺位。问有多少种不同的安排方式？]],
    {
      [[A、24]],
      [[B、48]],
      [[C、8]],
      [[D、16]],
    },
    [[D]],
  },
  -- 69
  {
    [[社区计划采购10份年货礼包发放给10户独居老人，每户发放1份。年货礼包有100元/份和150元/份的两种供选择，总预算不能超过1250元。如采购了150元/份的年货礼包，则需要优先在3户孤寡老人中选择发放对象。问共有多少种不同的发放方式？]],
    {
      [[A、21]],
      [[B、28]],
      [[C、36]],
      [[D、55]],
    },
    [[C]],
  },
  -- 70
  {
    [[农科院在某村287名淡水鱼养殖人员中开展防病培训和育种培训。已知参加防病培训的养殖人员中，参加育种培训的人数比未参加的多21%%；参加育种培训的养殖人员中，参加防病培训的人数比未参加的多76人。问共有多少人未参加任何一项培训？]],
    {
      [[A、21]],
      [[B、23]],
      [[C、25]],
      [[D、27]],
    },
    [[A]],
  },
  -- 71
  {
    [[某次招标活动中，甲、乙、丙、丁、戊和己6家投标企业依次对自己的设计进行讲解。已知甲和乙均不能安排在第一个或最后一个，丙只能安排在第三个或第四个，如在满足以上条件的次序中随机选择一个，则丁和戊的讲解次序相邻的概率为：]],
    {
      [[A、2/9]],
      [[B、1/5]],
      [[C、2/7]],
      [[D、1/4]],
    },
    [[A]],
  },
  -- 72
  {
    [[甲和乙两人8：00同时从A地出发前往B地，其中乙全程匀速，甲出发时的速度是乙的一半，但全程均匀加速。已知10：00甲追上乙，11：00甲到达B地。问乙什么时间到达B地？]],
    {
      [[A、11：30]],
      [[B、11：45]],
      [[C、12：00]],
      [[D、12：15]],
    },
    [[B]],
  },
  -- 73
  {
    [[甲、乙二人合伙成立公司，约定每年利润的60%%留作公司发展用途，40%%按二人投资比例分配。已知公司成立第三年的利润比第二年高300万元，是第一年利润的3倍；甲第二年分配的金额是第三年的一半，且比第一年多20万元。问乙的投资额占比为多少？]],
    {
      [[A、40%%]],
      [[B、50%%]],
      [[C、60%%]],
      [[D、75%%]],
    },
    [[B]],
  },
  -- 74
  {
    [[甲、乙、丙三家科技企业2021年的收入之和比2020年提升了20%%。其中甲企业的收入上升了400万元，乙企业的收入下降了100万元且是甲企业收入的一半，丙企业的收入上升了30%%且其2020年的收入与甲、乙两企业同年收入之和相同。问2020年甲企业的收入比乙企业高多少万元？]],
    {
      [[A、900]],
      [[B、1100]],
      [[C、400]],
      [[D、600]],
    },
    [[D]],
  },
  -- 75
  {
    [[将一个高度为x的实心圆锥体零件尖部朝下放入密度为1的液体A中，浮出液面的高度为0.1x。如将其尖部朝上放入密度为1.5的液体B中，浮出液面的高度将在以下哪个范围内？]],
    {
      [[A、超过0.8x]],
      [[B、0.7x~0.8x之间]],
      [[C、0.6x~0.7x之间]],
      [[D、不到0.6x]],
    },
    [[A]],
  },
  
  -- 86
  {
    [[化学动力学是研究化学反应速率和反应机理的化学分支学科，主要内容包括：（1）确定化学反应的速率以及温度、压力、催化剂、溶剂和光照等外界因素对反应速率的影响；（2）研究化学反应机理，揭示化学反应速率本质；（3）探求物质结构与反应能力之间的关系和规律。<br>
根据上述定义，下列没有体现化学动力学研究的是：]],
    {
      [[A、研究表面积不同的各类煤块在相同温度条件下燃烧速率的变化]],
      [[B、研究不同光照和温湿度条件下植物叶片蒸腾作用的强度和效率]],
      [[C、在馒头制作的过程中，研究酵母菌对面粉发酵的催化反应模型]],
      [[D、在铁制品表面喷涂不同种类油漆，研究铁与水、氧气的反应情况，判断防锈效果]],
    },
    [[B]],
  },
  -- 87
  {
    [[政策工具是指实现政策目标所要运用的手段与方法。政策工具可分为以下三种：<br>
（1）供给型政策工具，对政策目标起直接促进作用，通常体现政府的重要政策导向，包含资金、人才、设施、技术、信息等方面的有效支持；（2）需求型政策工具，对政策目标起到拉动作用，释放对政策目标的需求，减少外部干扰，包括服务外包、直接采购、国际交流与贸易管制等；（3）环境型政策工具，对政策目标起到间接促进作用，通常体现为通过目标、计划、法规、金融与税收等方式提供有利的政策环境，包括目标规划、金融服务、税收优惠、法规管制以及策略性措施等。<br>
根据上述定义，下列属于促进养老服务的需求型政策工具的是：]],
    {
      [[A、政府向养老机构购买居家养老服务，为低保家庭60周岁以上失能老人提供服务]],
      [[B、政府提供资金建设社区食堂，解决失能、独居、空巢等老年人“舌尖养老”难题]],
      [[C、政府鼓励技工院校开设老年服务与管理、健康服务与管理、护理等养老服务相关专业]],
      [[D、商务部发布《关于推动养老服务产业发展的指导意见》，提出打造养老服务品牌]],
    },
    [[A]],
  },
  -- 88
  {
    [[背信规避是指当风险来源为另一个体而不是自然条件时，人们普遍更不愿意冒险，即在同等条件下，人们对于人为风险的规避程度高于对客观风险的规避程度，体现在人们面对人为风险时比面对客观风险时表现得更保守。<br>
根据上述定义，下列没有体现背信规避的是：]],
    {
      [[A、在对客观题阅卷方式意愿的调查中，学生更愿意选择机器阅卷而非人工阅卷]],
      [[B、决定谁先开球时，双方球员都倾向于由裁判抛硬币决定而非裁判随机指定]],
      [[C、在老师打算指派一个人多承担一项任务时，同学们纷纷表示要抽签决定]],
      [[D、与老司机相比，坐新手司机开的车时，后排座上的乘客主动系安全带的更多]],
    },
    [[D]],
  },
  -- 89
  {
    [[植物病害分为侵染性病害和非侵染性病害。侵染性病害是由病原物引起的，可以在植物个体间互相传染的病害；非侵染性病害是由于环境不良、营养元素不足等非生物因素造成的病害，由于没有病原物的侵袭，所以不会在植物间相互传染。<br>
根据上述定义，下列属于非侵染性病害的是：<br>
①需要微酸性生长环境的杜鹃花，种植在偏碱性土壤中，叶片会黄化<br>
②植株浇水过多，盆土积水后，由于植株根系缺氧，会导致植株萎蔫<br>
③除草剂使用不当会引起西瓜苗嫩叶黄化，叶片枯焦，植株萎缩<br>
④灰葡萄孢真菌会引起番茄灰霉病，发病后造成番茄大量烂果]],
    {
      [[A、仅①④]],
      [[B、仅①②]],
      [[C、仅①②③]],
      [[D、仅②③④]],
    },
    [[C]],
  },
  -- 90
  {
    [[单元素导语是指在撰写新闻导语（即消息的开头）时，突出表现一个新闻事实的导语。单元素导语按新闻五要素可分为：①何人导语，突出报道显要或影响大的新闻人物；②何事导语，突出报道新闻事实本身；③何时导语，突出报道读者关心的事情什么时候会发生或进行；④何地导语，突出报道一些重要或有特殊意义的地方发生重大变化的消息；⑤为什么导语，突出报道一个事件的起因。<br>
根据上述定义，下列导语与其分类对应正确的是：]],
    {
      [[A、亲爱的读者，你知道为什么夏天夜空里看到的星星比冬天夜空里看到的多？——④]],
      [[B、1964年10月16日，我国第一颗原子弹爆炸成功——②]],
      [[C、杨先生带着2岁的女儿到市医院看病，没想到看一个“咳嗽”就要花1000多元——①]],
      [[D、谁是高考状元？这个一年一度的热门话题，今年却在XX省消失了——③]],
    },
    [[B]],
  },
  -- 91
  {
    [[数字农业是指用数字化技术，按人类需要的目标，对农业所涉及的对象和全过程进行数字化和可视化表达、设计、控制、管理等的农业。<br>
根据上述定义，下列没有体现数字农业的是：]],
    {
      [[A、在大数据平台，点击任一块田地，就可以看到这块田地的土壤酸碱度、肥水条件、环境温度湿度等指标，农民可以根据这些信息进行田地管理]],
      [[B、某柑橘生产大省建立“柑橘产业大数据中心”，以数据驱动柑橘产业结构性改革和高质量发展]],
      [[C、通过电子标签等技术，对单个产品赋予身份编码及认证信息，在生产管理、仓储、物流、销售等环节实现信息追溯]],
      [[D、遇到连绵阴雨天，果蔬容易滋生病害，需要及时喷药，采用轻型直升机几个小时就可以完成传统作业方式十多人几天才能完成的工作]],
    },
    [[D]],
  },
  -- 93
  {
    [[对称推断法是辨析文言词义的一种方法，是指通过对运用了对偶修辞格或排比修辞格的句子内部已知词语词义的分析，推断其位置相对的文言词义的一种方法。<br>
根据上述定义，下列使用了对称推断法的是：]],
    {
      [[A、归有光《项脊轩志》：“项脊轩，旧南阁子也。”其中的“也”，表判断的语气词，可不译]],
      [[B、吴均《与朱元思书》：“急湍甚箭，猛浪若奔。”其中的“箭”为名词，可据此推断“奔”也为名词，为“奔马”的意思]],
      [[C、《荀子·劝学》：“故木受绳则直，金就砺则利。”其中的“砺”，形旁为“石”，说明“砺”与“石”有关，意思是磨刀石]],
      [[D、《旧五代史·冯道传》：“臣所陈虽小，可以喻大。”成语“不言而喻”中的“喻”为“知晓”的意思，可据此推断此句中的“喻”为“知晓”的意思]],
    },
    [[B]],
  },
  -- 95
  {
    [[细胞学检查是指对患者病变部位脱落、刮取或穿刺抽取的细胞，进行病理形态学的观察并做出定性诊断的检查方式。细胞学检查主要应用于肿瘤的诊断，也可用于某些疾病的检查和诊断，如内部器官炎症性疾病的诊断和激素水平的判定等。<br>
根据上述定义，下列属于细胞学检查的是：]],
    {
      [[A、采集患者血液样本，分析血细胞比例变化，判断患者是否出现感染]],
      [[B、针对外伤患者皮肤纤维细胞的过度增生，实行激光打磨法，抑制炎性细胞浸润，修复再生皮肤组织]],
      [[C、通过拉网法收集食道癌患者的食道脱落细胞，鉴定细胞形态，明确癌变性质]],
      [[D、对脑疝患者脑室穿刺，放出脑室液以降低脑压，后再次穿刺注入造影剂，诊断其颅内占位病变的情况]],
    },
    [[C]],
  },
  -- 96
  {
    [[花海：书山]],
    {
      [[A、怒火：苦雨]],
      [[B、车流：人潮]],
      [[C、雪白：麦浪]],
      [[D、龙舟：木马]],
    },
    [[B]],
  },
  -- 97
  {
    [[猛药去疴：重典治乱]],
    {
      [[A、民生在勤：勤则不匮]],
      [[B、从善如登：从恶如崩]],
      [[C、静以修身：俭以养德]],
      [[D、名非天造：必从其实]],
    },
    [[C]],
  },
  -- 98
  {
    [[强光照射：视力损伤]],
    {
      [[A、台风过境：渔业停产]],
      [[B、网络招聘：业务扩张]],
      [[C、原油进口：能源紧缺]],
      [[D、风险防范：消防演练]],
    },
    [[A]],
  },
  -- 99
  {
    [[一望无垠：辽阔]],
    {
      [[A、方兴未艾：失败]],
      [[B、厉兵秣马：战斗]],
      [[C、人云亦云：重复]],
      [[D、耳提面命：教导]],
    },
    [[D]],
  },
  -- 100
  {
    [[特征提取：模式匹配：语音识别]],
    {
      [[A、接诊病人：网上挂号：健康宣教]],
      [[B、提交资料：资格审核：报名成功]],
      [[C、询问证人：勘验现场：接到报警]],
      [[D、海事损害：请求赔偿：租赁船只]],
    },
    [[B]],
  },
  -- 101
  {
    [[春季过敏：花粉：喷嚏]],
    {
      [[A、肺炎：咳嗽：支原体]],
      [[B、乙型脑炎：病毒：发热]],
      [[C、失眠：恐惧：噩梦]],
      [[D、秋季腹泻：饮食：脱水]],
    },
    [[B]],
  },
  -- 102
  {
    [[片剂：散剂：气雾剂]],
    {
      [[A、边塞诗：山水诗：抒情诗]],
      [[B、口头契约∶君子协定：书面协议]],
      [[C、泉水：湖水：天然水]],
      [[D、头部理疗：腰部理疗∶腿部理疗]],
    },
    [[D]],
  },
  -- 103
  {
    [[标清：高清：超清]],
    {
      [[A、亚音速：音速：超音速]],
      [[B、厅级：市级：省级]],
      [[C、迁怒：愤怒：暴怒]],
      [[D、幽静：寂静：安静]],
    },
    [[A]],
  },
  -- 104
  {
    [[刑事警察 对于 （    ） 相当于 （    ） 对于 对外交涉]],
    {
      [[A、公安机关；维护主权]],
      [[B、刑事案件；驻外武官]],
      [[C、打击犯罪；外交人员]],
      [[D、交通警察；外交领事]],
    },
    [[C]],
  },
  -- 105
  {
    [[缄口不言 对于 （    ） 相当于 （    ） 对于 虚怀若谷]],
    {
      [[A、三缄其口；大智若愚]],
      [[B、畅所欲言；放荡不羁]],
      [[C、守口如瓶；礼贤下士]],
      [[D、口若悬河；矜功伐善]],
    },
    [[D]],
  },
  -- 106
  {
    [[人们感受气味通过嗅觉受体实现。研究发现：随着人类的演化，编码人类嗅觉受体的基因不断突变，许多在过去能强烈感觉气味的嗅觉受体已经突变为对气味不敏感的受体，与此同时，人类嗅觉受体的总体数目也随时间推移逐渐变少。由此可以认为，人类的嗅觉经历着不断削弱、逐渐退化的过程。<br>
以下哪项如果为真，最能支持上述结论？]],
    {
      [[A、随着人类进化，嗅觉中枢在大脑皮层中所占面积逐渐减少]],
      [[B、相对于视觉而言，嗅觉在人类感觉系统中的重要性较低]],
      [[C、人类有大约1000个嗅觉受体相关基因，其中只有390个可以编码嗅觉受体]],
      [[D、不同人群之间嗅觉存在很大差异，老年人的嗅觉敏感性明显低于年轻人]],
    },
    [[A]],
  },
  -- 107
  {
    [[R行星是位于太阳系的一颗小行星，质量不大，平均直径不足500米。在对R行星进行长达一年的观测后，人们发现其表面长期漂浮着砂粒，且砂粒在漂浮一段时间后，还会重新落在行星表面。由于R行星表面没有稳定的大气层，因此人们认为砂粒漂浮的现象主要来自静电，原因是太阳风进入行星表面产生电场时，砂粒会因静电力的作用离开行星表面漂浮游动起来，当没有太阳风时，砂粒又会回落下来。<br>
以下哪项如果为真，没有质疑上述观点？]],
    {
      [[A、R行星与彗星组成类似，彗星靠近太阳时，受太阳风产生的静电影响，其表面砂粒将会漂浮]],
      [[B、R行星表面存在一氧化碳、干冰等挥发性物质，其升华会带动砂粒的释放与漂浮]],
      [[C、R行星质量小，静电作用只能扬起毫米级的砂粒，但目前其表面漂浮的砂粒尺寸都很大]],
      [[D、R行星自转速度快，星球上的物体受到离心作用强，其表面尘埃与石块会脱离引力束缚，剥落散逸]],
    },
    [[A]],
  },
  -- 108
  {
    [[调查显示，某地区第二产业从业人员与五年前相比减少了10.4%%，对于第二产业从业人员减少的原因，一种观点认为，产业优化升级是第二产业从业人员减少的原因，第二产业在实现产业规模快速扩大的同时，不断加快技术改造，实现“机器换工”，客观上降低了工业企业的用工需求。另一种观点则认为，这与第二产业的优化升级无关，第三产业的蓬勃发展发挥了就业“蓄水池”的功能，吸纳了大量第二产业从业人员。<br>
以下哪项如果为真，最能削弱第二种观点？]],
    {
      [[A、第二产业优化升级拉动了第三产业蓬勃发展]],
      [[B、该地区第三产业的整体规模比第二产业要小]],
      [[C、第三产业的发展得益于持续优化的营商环境]],
      [[D、第二产业和第三产业都对吸纳就业作出贡献]],
    },
    [[A]],
  },
  -- 109
  {
    [[杂草稻是稻田里不种自生、伴随栽培稻生长的一种“杂草型稻”。研究者在杂草稻基因组中发现了与干旱胁迫下叶片干枯程度显著相关的基因——PAPH1。消除该基因后的株系，其叶肉细胞膜内外钙离子和钾离子流速降低；而PAPH1基因过度表达的株系，其叶肉细胞膜内外钙离子和钾离子流速增加。因此研究者指出，PAPH1基因在杂草稻抗旱性中发挥关键作用。<br>
上述论证的成立须补充以下哪项作为前提？]],
    {
      [[A、正常状态下的栽培稻长期生长在有水的环境中，不含PAPH1基因]],
      [[B、叶肉细胞膜内外钙离子和钾离子的流速也促进PAPH1基因的表达]],
      [[C、叶肉细胞膜内外钙离子和钾离子流速越高，杂草稻的抗旱性越强]],
      [[D、杂草稻与栽培稻存在基因交流，其演化与栽培稻选育品种密切相关]],
    },
    [[C]],
  },
  -- 110
  {
    [[题目正在全力以赴征集，将会在征集到后第一时间上传]],
    {
      [[A、缺失]],
      [[B、缺失]],
      [[C、缺失]],
      [[D、缺失]],
    },
    [[A]],
  },
  -- 111
  {
    [[传统污水处理，或通过重力沉降、混凝澄清、浮力浮上、离心力分离、磁力分离等物理方法对不溶态污染物进行分离，或通过酸碱中和法、化学沉淀法、氧化还原法等化学方法让污染物发生转化，而新兴的微生物治理技术则是通过水体微生物来净化污水。有专家认为，与传统手段相比，微生物治理技术是一种处理污水的更佳手段。<br>
以下哪项如果为真，不能支持上述观点？]],
    {
      [[A、近年来，微生物技术的科研投入持续扩大，相关技术成果在土壤改良等领域已经得到了有效转化]],
      [[B、物理方法进行污水治理的处理厂，通常占地面积大，基建费、运行费高，能耗大，易出现污泥膨胀现象]],
      [[C、化学方法进行污水治理运行成本高，需消耗大量的化学试剂，易产生二次污染]],
      [[D、微生物技术污水治理的能耗低，效率高，剩余污泥量少，操作管理方便]],
    },
    [[A]],
  },
  -- 112
  {
    [[近来，国际大宗商品市场中，原油和天然气价格达到近十年以来的高位，锌矿价格也上涨了7%%左右，有分析人士认为，大宗商品市场将进入“超级周期”（大宗商品价格高于长期平均价格的时期）。从宏观层面看，大宗商品进入“超级周期”是全球经济出现新的增长动力的结果。历史上大宗商品进入“超级周期”往往会带动全球经济复苏，这也预示着当下全球经济正在复苏。<br>
以下哪项如果为真，最能削弱上述论证？]],
    {
      [[A、地缘政治的风险加剧了大宗商品供应的紧张局势，引发本轮大宗商品价格上涨]],
      [[B、飙升的天然气价格推高了化肥的主要成分——氨的价格，进而推高全球粮食价格]],
      [[C、全球经济将更注重环保，碳中和与碳达峰将改变能源产业格局，进而影响金属和原油产业的发展远景]],
      [[D、全球主要经济体正在加紧出台强有力的救市计划，以寻求本国新的经济增长动力]],
    },
    [[A]],
  },
  -- 113
  {
    [[考古人员对岳阳新墙河流域的大马古城址及其相关东周遗存进行调查研究，推测这里是东周时期麋子国城的遗址。东周时期麋子国被楚灭亡后迁徙江南，最后定居在今岳阳新墙河流域，因此大马古城址应是麋子国遗民南迁后所筑的麋子国城遗址。凤形嘴山、将军潭、尧岭山所在的这一区域应是麋子国遗民生产活动和生活栖息的地方。<br>
以下哪项如果为真，不能支持考古人员的推测？]],
    {
      [[A、据明隆庆《岳州府志》记载，先秦时期被楚灭国后迁来岳州的有罗、麋、许三国遗民，其中麋子国遗民定居在巴陵（今湖南岳阳）境内]],
      [[B、大马古城址、凤形嘴山、将军潭、尧岭山墓地均为楚系，而麋与楚本来同源同祖同姓，二者在文化上相通是顺理成章的]],
      [[C、麋子国原为周初的一个子爵小国，与楚国同姓。它最早居于今山东梁山县，又辗转多地，后定居锡穴（今陕西白河县）]],
      [[D、大马古城位于今岳阳市东南，与《读史方舆纪要》中记载的岳州“府东三十里，相传古麋子国”所记位置大体一致]],
    },
    [[C]],
  },
  -- 114
  {
    [[面对需求收缩、供给冲击、预期转弱三重压力，要想实现国内经济发展稳中求进，关键是要稳住市场主体。只有围绕市场主体需求实施更大力度减税降费，才能帮助其渡过资金难关。除了减税降费外，还需继续深化“放管服”改革，才能为市场主体营造更加市场化、法治化的营商环境。只有营商环境更加市场化、法治化，市场主体才会获得内生动力，从而进一步增强国内经济的吸引力、创造力、竞争力。<br>
由此可以推出：]],
    {
      [[A、实施更大力度减税降费，是帮助市场主体渡过资金难关的必要举措]],
      [[B、只要稳住市场主体，就能实现国内经济发展稳中求进]],
      [[C、如果深化“放管服”改革，就能营造更加市场化、法治化的营商环境]],
      [[D、若市场主体不具有内生动力，国内经济就不会有吸引力、创造力、竞争力]],
    },
    [[A]],
  },
  -- 115
  {
    [[石、方、白、于、叶5人参加单板滑雪、跳台滑雪、越野滑雪和高山滑雪4个项目的比赛，每人参加一个项目，每个项目均有1-2人参加。<br>
已知：（1）如果石和白至少有一人参加高山滑雪，则方参加单板滑雪，而于参加高山滑雪；<br>
（2）如果于和方至少有一人参加高山滑雪，则白和叶均参加单板滑雪。<br>
如果叶未参加高山滑雪，则可以得出以下哪项？]],
    {
      [[A、方参加了越野滑雪]],
      [[B、叶未参加单板滑雪]],
      [[C、石参加了高山滑雪]],
      [[D、白未参加跳台滑雪]],
    },
    [[D]],
  },
}

return questions
