-- 试卷来源：https://www.gkzenti.cn/paper/1675914917318，答案来源：https://www.gkzenti.cn/answer/1675914917318，
-- 由爬虫自动生成，请手动检查：
-- 1. 添加公式/删除其中含有图片的题目；
-- 2. 修改英文冒号为中文冒号；
-- 3. 修改百分号为双百分号；
-- 4. 把所有填入画横线部分的线画出来。
-- 已检查在此打勾：【v】

questions = {
  -- 1
  {
    [[党的二十大报告指出，全面建成社会主义现代化强国，总的战略安排是分两步走。关于到二〇三五年我国发展的总体目标，下列表述正确的有几项？<br>
①经济实力、科技实力、综合国力大幅跃升，人均国内生产总值迈上新的大台阶，达到中等发达国家水平<br>
②实现高水平科技自立自强，力争进入创新型国家行列<br>
③建成现代化经济体系，形成新发展格局，基本实现新型工业化、信息化、城镇化、农业现代化<br>
④广泛形成绿色生产生活方式，基本实现“碳中和”目标，生态环境根本好转，美丽中国目标全面实现<br>
⑤把我国建设成为综合国力和国际影响力领先的社会主义现代化强国]],
    {
      [[A、2项]],
      [[B、3项]],
      [[C、4项]],
      [[D、5项]],
    },
    [[A]],
  },
  -- 2
  {
    [[党的二十大报告指出，要发展全过程人民民主，保障人民当家作主。关于人民民主，下列表述正确的是：<br>
①人民民主是社会主义的生命，是全面建设社会主义现代化国家的应有之义<br>
②全过程人民民主是社会主义民主政治的本质属性，是最广泛、最真实、最管用的民主<br>
③协商民主是实践全过程人民民主的重要形式<br>
④党内民主是全过程人民民主的重要体现]],
    {
      [[A、①③④]],
      [[B、①②④]],
      [[C、①②③]],
      [[D、②③④]],
    },
    [[C]],
  },
  -- 3
  {
    [[党的二十大报告指出，新时代十年来“党和国家事业取得历史性成就、发生历史性变革”。关于新时代十年来取得的历史性成就，下列表述错误的是：]],
    {
      [[A、谷物总产量稳居世界首位]],
      [[B、制造业规模、外汇储备稳居世界第一]],
      [[C、全社会研发经费支出跃居世界第一]],
      [[D、建成世界最大的高速铁路网]],
    },
    [[C]],
  },
  -- 4
  {
    [[习近平经济思想是习近平新时代中国特色社会主义思想的重要组成部分。关于习近平经济思想，下列表述正确的有几项？<br>
①进入新发展阶段是我国经济发展的历史方位<br>
②推动高质量发展是我国经济发展的鲜明主题<br>
③坚持新发展理念是我国经济发展的指导原则<br>
④坚持对外开放是我国经济发展的第一动力<br>
⑤大力发展制造业和实体经济是我国经济发展的主要着力点]],
    {
      [[A、2项]],
      [[B、3项]],
      [[C、4项]],
      [[D、5项]],
    },
    [[C]],
  },
  -- 5
  {
    [[习近平总书记指出，共同富裕是社会主义的本质要求，是中国式现代化的重要特征。下列对共同富裕的理解，正确的有几项？<br>
①共同富裕是全体人民共同富裕，是人民群众物质生活和精神生活都富裕<br>
②鼓励各地因地制宜探索有效路径，按照城市、农村以及东部、中部、西部，确定各自指标，分阶段促进共同富裕<br>
③要处理好效率和公平的关系，构建初次分配、再分配、三次分配协调配套的基础性制度安排<br>
④实现共同富裕的目标，首先要通过全国人民共同奋斗把“蛋糕”做大做好，然后通过合理的制度安排正确处理增长和分配关系，把“蛋糕”切好分好]],
    {
      [[A、1项]],
      [[B、2项]],
      [[C、3项]],
      [[D、4项]],
    },
    [[C]],
  },
  -- 6
  {
    [[《“十四五”全国农业绿色发展规划》是我国首部农业绿色发展专项规划，对“十四五”农业绿色发展工作作出了系统部署和具体安排。下列与之相关的说法错误的是：]],
    {
      [[A、到2035年，农村生态环境根本好转，绿色生产生活方式广泛形成]],
      [[B、以果菜茶优势区为重点推动粪肥还田利用，减少化肥用量]],
      [[C、在西北地区支持一批用膜大县整县推进农膜回收]],
      [[D、在长江中下游、西南地区等南方粮食主产区集中示范耕作压盐技术模式]],
    },
    [[D]],
  },
  -- 7
  {
    [[下列与金融活动相关的说法错误的是：]],
    {
      [[A、有价证券的债务人可以请求债权人支付相应对价]],
      [[B、开展储蓄业务有助于实现货币购买力和商品供应量的平衡]],
      [[C、分红型商业保险的收益与保险公司的经营状况有关]],
      [[D、办理国家助学贷款的学生不需要办理贷款担保或抵押]],
    },
    [[A]],
  },
  -- 8
  {
    [[根据《中华人民共和国退役军人保障法》，下列说法正确的是：]],
    {
      [[A、参战退役军人的随迁子女入学可以得到优先保障]],
      [[B、退役的军士和义务兵可以逐月领取退役金]],
      [[C、已被大学录取的现役军人可以在退伍后四年内入学]],
      [[D、退役军人创办企业可以享受免税、贷款免息等优惠政策]],
    },
    [[A]],
  },
  -- 9
  {
    [[根据《中华人民共和国生物安全法》，下列说法错误的是：]],
    {
      [[A、境外组织不得在我国从事中、高风险的生物技术研究、开发活动]],
      [[B、任何单位和个人未经批准，不得擅自引进、释放或者丢弃外来物种]],
      [[C、对高致病性的病原微生物，一律不得从事相关实验活动]],
      [[D、国家对我国人类遗传资源和生物资源享有主权]],
    },
    [[C]],
  },
  -- 10
  {
    [[下列与交通安全有关的说法错误的是：]],
    {
      [[A、机动车载运放射性危险物品应当经公安机关批准后按指定的时间、路线、速度行驶]],
      [[B、在允许拖拉机通行的道路上，拖拉机可以从事货运，但是不得用于载人]],
      [[C、行人故意碰撞机动车造成交通事故的，机动车一方承担次要责任]],
      [[D、前车为执行紧急任务的救护车、工程救险车的，后车不得超车]],
    },
    [[C]],
  },
  -- 11
  {
    [[关于电信诈骗，下列说法错误的是：]],
    {
      [[A、非法使用“伪基站”实施电信诈骗的以非法侵入计算机信息系统罪追究刑事责任]],
      [[B、实施电信诈骗最高可被判处无期徒刑]],
      [[C、电信诈骗受害人可以通过诉讼程序要求服务存在缺陷的电信运营商承担相应责任]],
      [[D、负责招募他人实施电信网络诈骗犯罪活动的，以共同犯罪论处]],
    },
    [[A]],
  },
  -- 12
  {
    [[根据《中华人民共和国职业教育法》，关于企业开展职业教育，下列说法错误的是：]],
    {
      [[A、企业设立产教融合实训基地的，在公共事业费用上享受高于职业学校的优惠政策]],
      [[B、企业应当按照职工工资总额一定比例提取使用职工教育经费]],
      [[C、用于一线职工职业教育的经费应当达到国家规定的比例]],
      [[D、企业安排职工到职业学校接受职业教育的，应支付职业教育期间工资]],
    },
    [[A]],
  },
  -- 13
  {
    [[习近平主席在二〇二二年新年贺词中提到了“祝融”探火、“羲和”逐日、“天和”遨游星辰。下列与之相关的说法正确的是：]],
    {
      [[A、“祝融号”火星车使用的是核动力电池]],
      [[B、“羲和号”是我国首颗太阳探测科学技术试验卫星]],
      [[C、“祝融”“羲和”“天和”都是古代神话中的人物]],
      [[D、聂海胜等三名航天员搭乘神舟十四号前往天和核心舱]],
    },
    [[B]],
  },
  -- 14
  {
    [[“亲人送水来解渴，军民鱼水一家人。横断山，路难行。······乌江天险重飞渡，兵临贵阳逼昆明。敌人弃甲丢烟枪，我军乘胜赶路程。调虎离山袭金沙······”这是歌曲《四渡赤水出奇兵》中的一段歌词，下列与之相关的说法正确的是：]],
    {
      [[A、“调虎离山袭金沙”是由毛泽东指挥的]],
      [[B、李白《蜀道难》描写的正是此地“路难行”的状况]],
      [[C、“军民鱼水”之情表现了沿途人民群众对新四军的支持]],
      [[D、“乌江天险”正是楚汉战争时项羽兵败自刎的地方]],
    },
    [[A]],
  },
  -- 15
  {
    [[近年来，我国不断推进水生态修复保护工作。生态塘是包含水生动植物和微生物的一种水生态修复方式。下列与之相关的说法，错误的是：]],
    {
      [[A、狐尾藻可用于富营养化水体的生态修复是因其可吸收氮磷]],
      [[B、可以用生石灰对生态塘沿岸土壤进行消毒处理]],
      [[C、池塘中的水体出现黑臭时可通过种植芦苇等植物进行改善]],
      [[D、生态塘中的青鱼等肉食性鱼类主要在池塘上层水体活动]],
    },
    [[D]],
  },
  -- 16
  {
    [[关于人体的生理现象，下列说法正确的是：]],
    {
      [[A、人体在流汗时汗腺内的盐分浓度会降低]],
      [[B、蚊虫叮咬造成的皮肤发痒属于过敏反应]],
      [[C、打嗝声是由胃部痉挛和声带闭合造成的]],
      [[D、皮肤受伤流血处的血管会先扩张后收缩]],
    },
    [[B]],
  },
  -- 17
  {
    [[关于自然节律变化，下列说法错误的是：]],
    {
      [[A、惊蛰后华北地区可能会出现“万里雪飘”的现象]],
      [[B、2月北回归线附近会出现“儿童急走追黄蝶，飞入菜花无处寻”的现象]],
      [[C、冬至时，在广东汕头竖直立杆会出现“立竿无影”的现象]],
      [[D、谷雨前后江浙地区可能会出现“一把青秧趁手青，轻烟漠漠雨冥冥”的现象]],
    },
    [[C]],
  },
  -- 18
  {
    [[下列关于化石的说法正确的是：]],
    {
      [[A、三叶虫化石是侏罗纪地层中的典型化石]],
      [[B、硅化木是树木埋入地下后形成的化石]],
      [[C、琥珀的硬度比和田玉大]],
      [[D、大多数化石是在侵入岩中被发现的]],
    },
    [[B]],
  },
  -- 19
  {
    [[关于我国著名的资源调配工程，下列说法正确的是：]],
    {
      [[A、南水北调中线工程的起点是小浪底水库]],
      [[B、西电东送中部通道的电力主要来源于火力发电]],
      [[C、北煤南运的主要通道包括兰新线和陇海线]],
      [[D、西气东输工程贯穿了新疆、甘肃、安徽等省区]],
    },
    [[D]],
  },
  -- 20
  {
    [[关于生活常识，下列说法错误的是：]],
    {
      [[A、腹部核磁共振时憋气可让脏器显影更充分]],
      [[B、食用蜡可以用于防止微生物对果实的侵害]],
      [[C、马铃薯切开后浸泡于清水中可以防止氧化]],
      [[D、可以通过虫子取食痕迹判断蘑菇是否有毒]],
    },
    [[D]],
  },
  -- 21
  {
    [[构建新发展格局的关键在于经济循环的________，就像人们讲的要调理好统摄全身阴阳气血的任督二脉。经济活动需要各种生产要素的组合在生产、分配、流通、消费各环节有机衔接，从而实现循环流转。<br>
填入画横线部分最恰当的一项是：]],
    {
      [[A、行之有效]],
      [[B、环环相扣]],
      [[C、畅通无阻]],
      [[D、井然有序]],
    },
    [[C]],
  },
  -- 22
  {
    [[“报得准”是气象监测预报预警的生命力。天气预报准确率高，防灾减灾才能________，为有关部门正确决策提供科学客观的支撑，应急处置才能有力有效。<br>
填入画横线部分最恰当的一项是：]],
    {
      [[A、有条不紊]],
      [[B、有的放矢]],
      [[C、全力以赴]],
      [[D、万无一失]],
    },
    [[B]],
  },
  -- 23
  {
    [[红树林的地下部分长期处于厌氧环境，减缓了根系和凋落物的分解速率，加速了碳埋藏速率。此外，红树林大多分布于沉积型海岸河口，由上游河流和海洋潮汐共同作用带来的大量外源性碳，被它们固定并快速沉积下来。这“________”的组合拳使得红树林成为海岸带蓝碳碳汇的主要贡献者。<br>
填入画横线部分最恰当的一项是：]],
    {
      [[A、取长补短]],
      [[B、标本兼治]],
      [[C、开源节流]],
      [[D、一举两得]],
    },
    [[C]],
  },
  -- 24
  {
    [[我国十四亿多人口整体迈向现代化社会，规模超过现有发达国家人口的总和，艰巨性和复杂性________，发展途径和推进方式也必然具有自己的特点。我们始终从国情出发想问题、作决策、办事情，既不好高骛远，也不因循守旧，保持历史________，坚持稳中求进、循序渐进、持续推进。<br>
依次填入画横线部分最恰当的一项是：]],
    {
      [[A、无与伦比 清醒]],
      [[B、前所未有 耐心]],
      [[C、无以复加 自信]],
      [[D、异乎寻常 主动]],
    },
    [[B]],
  },
  -- 25
  {
    [[相比于其他全球卫星导航系统采取单一轨道星座构型，北斗系统________，坚定选择了混合星座的特色发展之路，并首创短文通报模式，开创了通信导航一体化的独特服务模式，信息发送能力从一次120个汉字提升到一次1200个汉字，遇到突发情况时无需________，足以将情节一次性说清楚。<br>
依次填入画横线部分最恰当的一项是：]],
    {
      [[A、与众不同 言简意赅]],
      [[B、独树一帜 字斟句酌]],
      [[C、遥遥领先 删繁就简]],
      [[D、迎难而上 惜墨如金]],
    },
    [[B]],
  },
  -- 26
  {
    [[地方政府要以民众利益、公共利益、国家利益为重，不能只追求短期利益，只追求政绩，而做出________的事情来。对官员的政绩考核、对政府的绩效评估，更要注重民生，注重社会的长远发展。这样才能从根本上避免破坏可持续发展大局、损害民众利益等“________”现象的继续发生。<br>
依次填入画横线部分最恰当的一项是：]],
    {
      [[A、本末倒置 抱薪救火]],
      [[B、饮鸩止渴 掩耳盗铃]],
      [[C、扬汤止沸 移花接木]],
      [[D、竭泽而渔 杀鸡取卵]],
    },
    [[D]],
  },
  -- 27
  {
    [[翻开古代农书，几千年间古人对于土地的保养，几乎与当代耕作学关注的措施________，其中历代农书涉及最多的是施肥。在中国古人的摸索中，施肥成为一种讲究，何时、何地施肥，施何种肥，怎样施肥，形成了一个________的体系，在每个年度的农业生产进程中，精心安排在各个时节。<br>
依次填入画横线部分最恰当的一项是：]],
    {
      [[A、一脉相承 科学]],
      [[B、如出一辙 固定]],
      [[C、别无二致 完整]],
      [[D、不谋而合 复杂]],
    },
    [[C]],
  },
  -- 28
  {
    [[要加强国际传播的理论研究，掌握国际传播的规律，构建对外话语体系，提高传播艺术。要采用________不同区域、不同国家、不同群体受众的精准传播方式，推进中国故事和中国声音的全球化表达、区域化表达、分众化表达，增强国际传播的________和实效性。<br>
依次填入画横线部分最恰当的一项是：]],
    {
      [[A、满足 影响力]],
      [[B、贴近 亲和力]],
      [[C、融合 感染力]],
      [[D、细分 说服力]],
    },
    [[B]],
  },
  -- 29
  {
    [[对于新业态新模式冲击本地的传统产业，是包容审慎，还是________？对于非本地人才就业创业、非本地企业项目立项推广，能否________，甚至千方百计降门槛、清路障以留人留项目？纵观先进制造业集群所在地，无一不是当地政府部门怀着“开放之心”，营造出良好的创新生态。<br>
依次填入画横线部分最恰当的一项是：]],
    {
      [[A、如芒在背 一视同仁]],
      [[B、退避三舍 不偏不倚]],
      [[C、拒之门外 开诚布公]],
      [[D、推三阻四 海纳百川]],
    },
    [[A]],
  },
  -- 30
  {
    [[法律惩罚的正当性一定程度上源于公众朴素的道德期待。在具体执法时，不能仅仅________地依赖客观后果，进行简单归责和惩戒，而应全面考察当事人的主观认知、动机目的等情节，并综合________其社会危害性，由此来审慎决定是否启动惩罚机制。<br>
依次填入画横线部分最恰当的一项是：]],
    {
      [[A、机械 评估]],
      [[B、单纯 辨别]],
      [[C、盲目 分析]],
      [[D、草率 判断]],
    },
    [[A]],
  },
  -- 31
  {
    [[在过去百年中，地球升温约1摄氏度，考虑到人类在大气中排放的温室气体的积累，这种变暖实际上与基础物理学的预期是________的。那么，问题其实并不在于是否在变暖，而在于变暖速度有多快，但科学家在利用现有模型预测未来变暖时仍然存在________，尤其是，类似极端降水这样的关键变量将如何变化，仍有很大的不确定性。<br>
依次填入画横线部分最恰当的一项是：]],
    {
      [[A、一致 分歧]],
      [[B、同步 短板]],
      [[C、吻合 瑕疵]],
      [[D、相符 漏洞]],
    },
    [[A]],
  },
  -- 32
  {
    [[长期以来，城管执法部门对职责内的执法事项通常是________“用力”，对所有的执法对象“一碗水端平”，以体现执法的公平性、公正性。但对于超大城市而言，由于城管执法事项繁多，涉及市场主体庞杂，而城管执法力量是有限的，实践中很难做到________，进而可能会影响执法效果和执行力。<br>
依次填入画横线部分最恰当的一项是：]],
    {
      [[A、精准 滴水不漏]],
      [[B、均衡 百无一失]],
      [[C、精确 精益求精]],
      [[D、平均 面面俱全]],
    },
    [[D]],
  },
  -- 33
  {
    [[设立国家公园有助于权责统一，改变过去“九龙治水”的情况，大幅度________国土资源的管理效能。尤其是国家公园内有相当多的偏远、人居密度较低的区域，被划入国家公园后也可明确产权归属，将其机制化地管理起来，避免出现生态环境恶化却的情况。<br>
依次填入画横线部分最恰当的一项是：]],
    {
      [[A、增强 听之任之]],
      [[B、发挥 鞭长莫及]],
      [[C、改善 爱莫能助]],
      [[D、提升 无人问津]],
    },
    [[D]],
  },
  -- 34
  {
    [[在普通人看来，法律都是________的，自己一辈子都不会和法律打交道。但在瞬息万变的社会里，人们随时可能触及法律的红线。很多人平时法律观念和意识不强，柔性执法不仅可以起到________作用，而且有利于提高群众的学法懂法意识。<br>
依次填入画横线部分最恰当的一项是：]],
    {
      [[A、高高在上 教育]],
      [[B、高深莫测 预防]],
      [[C、遥不可及 警戒]],
      [[D、事不关己 提醒]],
    },
    [[C]],
  },
  -- 35
  {
    [[注册制改革越包容，市场主体越要________。随着注册制全面推进，新股上市数量势必增多，上市公司“________”的时代一去不返。将自身相关信息说完整、说清楚，既是上市公司的法定责任，也是逐浪资本市场的立身之本。因此，企业应提升________和竞争意识，高度负责、抱诚守真地“自我介绍”。<br>
依次填入画横线部分最恰当的一项是：]],
    {
      [[A、自律  待价而沽  紧迫感]],
      [[B、自重  滥竽充数  使命感]],
      [[C、自觉  奇货可居  危机感]],
      [[D、自强  一枝独秀  责任感]],
    },
    [[C]],
  },
  -- 36
  {
    [[随着技术发展，以数字手段为支撑的“沉浸式”“交互式”网上博物馆日益增多，提高了展览的________。但随着智能终端的普及，人们难免会对数字博物馆产生________。博物馆在利用数字技术的基础上，也不能忽视实物展览内涵的提升，使之兼备文化和教育功能，突出________的特点。<br>
依次填入画横线部分最恰当的一项是：]],
    {
      [[A、科技性  排斥  润物无声]],
      [[B、便捷性  厌倦  触手可及]],
      [[C、趣味性  疲劳  寓教于乐]],
      [[D、交融性  失望  与时俱进]],
    },
    [[C]],
  },
  -- 37
  {
    [[环境整治关键要不留死角、不存盲点，光靠人为监管恐怕会________。目前，“互联网＋”数字技术已成为环境监测的利器，为生态环境监测布下“天罗地网”。这张网使任何“________”，都能充分暴露在数据“阳光”之下，让环境监测和污染防治变得更加________、更加具象。<br>
依次填入画横线部分最恰当的一项是：]],
    {
      [[A、捉襟见肘 一举一动 有效]],
      [[B、力不从心 风吹草动 精细]],
      [[C、顾此失彼 小打小闹 动态]],
      [[D、收效甚微 蛛丝马迹 直观]],
    },
    [[B]],
  },
  -- 38
  {
    [[培育强大的创新实力，中小企业要有“十年磨一剑”的________和志气。要克服融资难、原料贵、订单少等重重困难，持续投入，迎难而上，才能在________中迈上发展新台阶。当前，一家家优质中小企业在自主创新的道路上________，勇毅前行，成长为能打硬仗的科技尖兵、稳链强链的有生力量。<br>
依次填入画横线部分最恰当的一项是：]],
    {
      [[A、定力  厚积薄发  自强不息]],
      [[B、决心  卧薪尝胆  稳扎稳打]],
      [[C、耐性  筚路蓝缕  兢兢业业]],
      [[D、智慧  山重水复  步步为营]],
    },
    [[A]],
  },
  -- 39
  {
    [[开展未成年人网络环境整治，势在必行且________。网络上可能存在的色情、暴力、过度娱乐等有害信息，会对普遍拥有智能设备、全面触网的未成年人产生潜移默化的不良影响。只有________清朗洁净的网络空间，才能让青少年健康成长。实现这一愿景，需要发挥多主体多领域联动优势，________合力，撑起清朗网络蓝天。<br>
依次填入画横线部分最恰当的一项是：]],
    {
      [[A、蓄势待发 创设 形成]],
      [[B、刻不容缓 营造 凝聚]],
      [[C、迫在眉睫 构筑 集成]],
      [[D、任重道远 共建 汇聚]],
    },
    [[B]],
  },
  -- 40
  {
    [[竞争与创新总是________。平台反垄断最终要在抑制垄断与鼓励创新之间达到平衡。一方面，要加快健全市场准入制度、公平竞争审查机制，预防和________滥用行政权力限制竞争，充分________市场竞争机制的强大动能；另一方面，要引导和激励平台企业把更多精力用在创新上。唯有如此，平台经济方能为全社会注入持久的创新活力。<br>
依次填入画横线部分最恰当的一项是：]],
    {
      [[A、如影随形  约束  调控]],
      [[B、互为表里  杜绝  挖掘]],
      [[C、相辅相成  打击  激发]],
      [[D、息息相关  制止  释放]],
    },
    [[D]],
  },
  -- 41
  {
    [[构建人类命运共同体是世界各国人民前途所在。________。只有各国行天下之大道，和睦相处、合作共赢，繁荣才能持久，安全才有保障。中国提出了全球发展倡议、全球安全倡议，愿同国际社会一道努力落实。中国坚持对话协商，推动建设一个持久和平的世界；坚持共建共享，推动建设一个普遍安全的世界；坚持合作共赢，推动建设一个共同繁荣的世界；坚持交流互鉴，推动建设一个开放包容的世界；坚持绿色低碳，推动建设一个清洁美丽的世界。<br>
填入画横线部分最恰当的一项是：]],
    {
      [[A、河海不择细流，故能就其深]],
      [[B、大道之行也，天下为公]],
      [[C、万物并育而不相害，道并行而不相悖]],
      [[D、芳林新叶催陈叶，流水前波让后波]],
    },
    [[C]],
  },
  -- 42
  {
    [[当前，社会治理形势复杂，仅靠职能部门、专业力量远远不够，迫切需要人民群众和社会各界的积极支持与参与，共同创造公共价值。众包是公众和外包的组合词，意指发包方依托互联网或其衍生工具，在数字平台上设计规则与任务并向广泛、非确定的公众发包，公众根据自身能力自愿接包并完成特定事务。众包强调大众参与的开放式合作，促使组织边界向更广泛的大众群体开放，旨在挖掘隐藏在公众中的巨大潜力。因此，相较于政府购买等专业性较强的政府合同外包服务，政府众包展现出更开放的社会治理格局。<br>
最适合做这段文字标题的是：]],
    {
      [[A、众包：共享经济下的新型用工模式]],
      [[B、政府众包：公众参与社会治理新方式]],
      [[C、公众参与：开放式合作的新形式]],
      [[D、“互联网+”：公共管理新范式]],
    },
    [[B]],
  },
  -- 43
  {
    [[农业是个生态产业，农村是生态系统的重要一环。要健全草原森林河流湖泊休养生息制度，巩固退牧还草、退耕还林成果，开展大规模国土绿化行动，加强生物多样性保护。这方面要有个科学规划，荒山、沙漠、滩涂、森林、草原等治理要因地制宜、符合实际，不能都是一种套路。长江、黄河流域是生态文明建设的主战场，农业农村任务十分艰巨。长江流域要抓好十年禁渔，加强执法监督和市场监管，妥善解决好渔民转产转业和社会保障问题。黄河流域要抓好农业深度节水控水，因水施种，发展节水农业、旱作农业，把农业用水效率提上去、总量省出来。<br>
这段文字意在说明：]],
    {
      [[A、农业与农村生态文明建设任重道远]],
      [[B、农业发展与生态治理需做好统筹]],
      [[C、农业生态建设要做好科学规划]],
      [[D、生态文明建设要找准着力点]],
    },
    [[C]],
  },
  -- 44
  {
    [[银河系是星系考古学研究的“重点实验室”，恒星则是银河系考古的天然“化石”：恒星表面的化学元素，完整记录着其诞生时银河系星际环境的化学组成；恒星运动的相似性，也为天文学家研究恒星起源问题提供了重要线索。因此，实现对银河系形成和演化全面认识的关键，在于获取银河系中数量足够多、分布足够广、足够有代表性的恒星的位置、运动、年龄及化学组成等信息。<br>
这段文字接下来最可能讨论的是：]],
    {
      [[A、获取恒星信息的方法和途径]],
      [[B、星系考古学的前沿研究领域]],
      [[C、恒星对宇宙起源研究的意义]],
      [[D、关于银河系诞生原因的假说]],
    },
    [[A]],
  },
  -- 45
  {
    [[火山灰是指火山爆炸性喷发形成的，直径小于2毫米的喷发碎屑。在爆炸性火山活动中，围岩和岩浆被炸碎成细小的颗粒，形成火山灰。火山灰从火山口喷发到大气中，经过大气搬运再沉降到各类环境中，整个过程通常只有数年，从地质时间尺度来看，几乎只是瞬间。所以在各种地质记录中，火山灰是一种高精度的绝对时间标志层。火山灰年代学正是利用地质记录中的火山灰层来确定地质年代的科学，该学科可以解决一些重要的科学问题，比如大型火山喷发事件与气候变化、人类演化之间的关系，以及气候快速变化的区域差异等。<br>
这段文字主要介绍了：]],
    {
      [[A、火山灰的形成过程与主要特点]],
      [[B、火山灰年代学的研究思路和价值]],
      [[C、火山灰在自然环境中的分布状态]],
      [[D、火山喷发对环境和人类的影响]],
    },
    [[B]],
  },
  -- 46
  {
    [[我国在改革开放后逐渐认识到保护民间文学艺术作品的重要性，并在1990年著作权法规定保护办法另行规定。但时隔三十余年，保护办法仍未出台。尽管如此，在著作权法颁布后，学界就民间文学艺术作品法律保护展开研究讨论，提出多种保护方案，涉及权利客体、权利主体、权利内容、保护期限、权利限制等方面的问题。当然，也有个别学者反对用著作权法保护民间文学艺术作品，主张通过公法加以保护。与此同时，国家版权局也加快推进相关立法，但因质疑声音过大而夭折。<br>
作者可能赞同下列哪一观点？]],
    {
      [[A、通过公法保护民间文学艺术作品是最可行的路径]],
      [[B、围绕民间文学艺术作品法律保护的争议流于表面]],
      [[C、国家版权局应就民间文学保护倾听多方面意见]],
      [[D、民间文学艺术作品法律保护缺位状态亟需改变]],
    },
    [[D]],
  },
  -- 47
  {
    [[生物质炭由生物质在缺氧条件下经过高温转化而成，是一种富含碳素的多孔固体颗粒物质，大量有机废弃物都可用作制备原料。这一“古老”的新生事物能将生物质中不稳定的有机碳转化固定，具有多重潜在价值。在农业领域，土壤中添加生物质炭可以改善持水能力和养分供应，增加微生物活性，利于作物增产；在工业领域，生物质炭可以用作电池电极或催化剂，比如用作石墨的替代品；在环境领域，生物质炭作为优良的吸附材料，可以去除环境中的污染物，还可以吸附游离碳和氮化合物，减少生物质在转化过程中排放的温室气体。<br>
下列哪一说法无法从原文中得到支持？]],
    {
      [[A、工业中使用生物质炭作为原料由来已久]],
      [[B、自然界中生物质炭一般以固体形式存在]],
      [[C、生物质炭可以由有机废弃物产生]],
      [[D、利用生物质炭可以有效改良土壤]],
    },
    [[A]],
  },
  -- 48
  {
    [[步兵融入联合作战，是指在联合作战体系架构下，以指挥信息系统为平台，根据作战需求，及时对接指挥关系，合理区分作战行动和保障路径，以实现步兵作战与联合作战的无缝对接。在联合作战中，可以采取火力打、远程击、空中炸、地面围等手段，歼灭敌方有生力量。步兵持有轻武器，善于近战歼敌，且机动灵活，适应性强，是直达战场、一线冲锋的优选力量。因此，近战歼灭敌方是步兵在联合作战体系内的首要任务。这意味着步兵将在其他军兵种力量的支援配合下，发挥夜战、近战和灵活机动的特长，实现歼灭据守之敌、驱逐进犯之敌、围捕空降之敌等目标。<br>
这段文字主要分析联合作战中：]],
    {
      [[A、步兵的独特优势]],
      [[B、步兵的主要任务]],
      [[C、歼灭敌方的重要手段]],
      [[D、步兵武器装备的特点]],
    },
    [[B]],
  },
  -- 49
  {
    [[肺鱼是一类可用“肺”呼吸的肉鳍鱼，它们的“肺”是特化的鱼鳔，能吸收空气。这一特殊技能使其可以摆脱水的束缚，在河水干涸时潜入洞穴，躲在分泌物形成的茧中，等待雨季到来。此外，肺鱼还是能“啃硬骨头”的鱼，它们咬合力强大，一些带壳的无脊椎动物也是其捕食对象，这种能吃带壳动物的能力，被称为食壳性或甲食性，泥盆纪早期的奇异鱼被认为是最原始的肺鱼，已经具有典型的肺鱼食壳性特征，比如有发达的齿板与短而粗壮的下颌。而杨氏鱼的系统发育位置较奇异鱼更为原始，是研究肺鱼类食壳性起源的关键。<br>
这段文字接下来最可能介绍：]],
    {
      [[A、关于杨氏鱼的最新研究成果]],
      [[B、动物食壳性特征的产生原因]],
      [[C、肺鱼在生物演化史上的重要意义]],
      [[D、杨氏鱼与其他泥盆纪物种的区别]],
    },
    [[A]],
  },
  -- 50
  {
    [[《新青年》创刊时名为《青年杂志》，因与《上海青年》杂志的名称部分雷同，从第二卷第一号开始，正式改名为《新青年》。这次更名本是被迫与无奈之举，但在陈独秀的巧妙处理下，却成为促进刊物发展的绝佳机遇。在更名后第一期杂志的篇首，刊登了陈独秀的文章，重新定义了“新青年”这一概念，提出要以“生理心理”的标准，而非“年龄”来区分新旧青年。这一期杂志还刊登了一则通告，告知读者杂志更名事宜。变被动为主动，赋予“新青年”三个字鲜明的时代意义与先锋的思想价值，也让《新青年》有了更加精准的办刊定位。<br>
这段文字中的“巧妙处理”指的是：]],
    {
      [[A、精准定位受众，激发情感共鸣]],
      [[B、采取差异策略，力求独树一帜]],
      [[C、明晰用户心理，精准投放内容]],
      [[D、借助事件传播，创造全新概念]],
    },
    [[D]],
  },
  -- 51
  {
    [[①这会使病情恶化，并最终导致相关的关节功能障碍<br>
②大量临床及基础研究显示，软骨病理性钙化是导致骨关节病软骨退变的关键致病机制之一<br>
③软骨病理性钙化通过诱导软骨细胞表型改变，最终呈现出一种病理状态<br>
④关节软骨渐进性退变是骨关节病最主要的病理改变<br>
⑤这些病态的软骨细胞通过有丝分裂增加自身数量，并通过分泌炎症因子、降解软骨基质引发组织炎症，最终发生凋亡<br>
⑥凋亡小体在吸收钙离子后，又会成为新的病理性矿化结晶，循环往复，致使软骨退变加重、剥脱<br>
将以上6个句子重新排列，语序正确的是：]],
    {
      [[A、④②③⑤⑥①]],
      [[B、④③⑤①②⑥]],
      [[C、②③⑤⑥④①]],
      [[D、②⑤④③①⑥]],
    },
    [[A]],
  },
  -- 52
  {
    [[①例如位于我国四川的深地核天体物理实验室，其上覆盖的垂直岩石厚达2400米<br>
②因此，旨在直接探测暗物质的实验室通常会建于极深的地下或山里，尽最大可能屏蔽掉这些干扰<br>
③直接探测暗物质的方式类似于守株待兔<br>
④当然，这种能量波动极其微弱，而且宇宙中的各种射线同样也有机会与这个原子核来一场亲密的邂逅，从而对实验结果产生干扰<br>
⑤专家解释说，我们生活在一团暗物质云中，每秒钟可能有几百万甚至上千万的暗物质粒子穿过我们的身体<br>
⑥直接探测暗物质的方法之一，就是利用精密的仪器密切观察大量的原子核，如果足够幸运，某一时刻暗物质碰撞到某个原子核，会在原子核上留下残余能量<br>
将以上6个句子重新排列，语序正确的是：]],
    {
      [[A、⑥②①⑤③④]],
      [[B、⑥④⑤②③①]],
      [[C、③⑤⑥④②①]],
      [[D、③⑥②⑤①④]],
    },
    [[C]],
  },
  -- 53
  {
    [[事实推定是指法官在确证基础事实之上，借助经验法则推定待证事实的一种司法认知方法，这实际上是法官价值判断的过程，受个人经验、情感、家庭背景等因素的影响，法官进行价值判断时可能具有个体特征，价值判断联通了基础事实与推定事实，对各类事实所作的价值判断不同，得出的判决结论也将不同。因此，。<br>
填入画横线部分最恰当的一项是：]],
    {
      [[A、对事实推定价值判断的说理可提升判决的可接受性]],
      [[B、需要对事实推定中的价值判断进行规范]],
      [[C、程序正义有助于减少法官个体差异对判决的影响]],
      [[D、价值判断不仅要符合形式合理性也要及时回应社会关切]],
    },
    [[B]],
  },
  -- 54
  {
    [[要推动老旧小区的适老化改造和无障碍环境建设，关键是提升整个社会对适老化改造的思想认识，实现适老化改造特别是居家适老化改造“心理无障碍”。要多渠道、全方位宣传引导居家适老化改造的政策与价值，转变老人、子女和社会对居家适老化改造的认知；同时，要通过养老服务中心、居家养老服务中心等载体，打造居家适老化改造样板房，强化直观感受，转变老人的传统观念，让老人逐步形成“为养老服务买单”、让子女形成更加关注父母居家养老环境的社会意识，提升适老化改造的家庭主观能动性。<br>
这段文字强调要：]],
    {
      [[A、平衡主体利益，因地制宜推动适老化改造]],
      [[B、统筹各方资源，激活适老化改造的多元力量]],
      [[C、补位标准规范，提升适老化改造的品质与效率]],
      [[D、加强宣传引导，做到适老化改造“心理无障碍”]],
    },
    [[D]],
  },
  -- 55
  {
    [[科学家早就知道月球有两面：面向地球的一面较为平坦，背向地球的一面凹凸不平，遍布撞击坑，月球为何具有截然不同的两副面孔，是其众多谜团之一。近日，科学家提出一种全新解释：数十亿年前，形成月球背面盆地的巨大撞击，产生了足以传遍月球的巨大热量，促成月幔物质的熔化，其中的稀土和放射性生热元素钍以及钾、磷等被携带到与撞击区域对称的月面，形成克里普岩，分布在月球正面风暴洋及其周围，放射性生热元素的集中，产生了月球表面的熔岩流，最终形成月球正面的火山平原。<br>
最适合做这段文字标题的是：]],
    {
      [[A、盆地与平原：两副面孔，两种材质]],
      [[B、月球上的熔岩流：亟待开发的宝藏]],
      [[C、双面月球：一次撞击，两种结局]],
      [[D、放射性生热元素：月球的化妆师]],
    },
    [[C]],
  },
  -- 56
  {
    [[在生命科学领域，观测和解析蛋白质结构一直是令科学家着迷的话题，但也面临着难度大、成本高、进展有限的局面。传统观测蛋白质结构的方法主要有三种：核磁共振、X射线、冷冻电镜。这些方法依赖大量试错和昂贵设备，每种结构的研究长达数年。现有的实验手段还不足以揭示一些重要的蛋白质结构，需借助更多计算生物学手段。用计算机来计算蛋白质结构，运算量惊人，连超级计算机也难以承受。为此，蛋白质结构预测成为结构生物学的重要分支。未来将通过人工智能算法，根据氨基酸序列预测其空间结构。<br>
这段文字没有解释：]],
    {
      [[A、传统蛋白质结构观测方法存在哪些弊端]],
      [[B、人工智能算法预测蛋白质结构有何优势]],
      [[C、现有技术为何无法满足对蛋白质结构的探索]],
      [[D、蛋白质结构预测为何成为结构生物学的分支]],
    },
    [[B]],
  },
  -- 57
  {
    [[生态修复请求分为生态修复的行为请求和费用请求，前者是为了防止生态环境权益损害的发生或扩大，请求责任人停止污染破坏行为；当被破坏的生态环境无法恢复时，请求责任人进行人工修复。如果责任人不具有修复能力或意愿，可请求责任人承担修复费用。因此，修复行为请求应作为首要诉求，在责任人不能或不愿进行修复时，才能提出修复费用请求。在司法实践中，很多公益诉讼人却往往将修复费用请求作为首要诉求，但由于诉求和判决的修复费用数额不易确定，责任主体短期内难以承担修复费用，生态修复工作很难有效开展。<br>
这段文字意在说明：]],
    {
      [[A、应该制定生态修复费用的分级标准]],
      [[B、修复费用请求往往很难得到有效落实]],
      [[C、应根据责任人的能力确定生态修复诉求]],
      [[D、生态修复诉讼应当首先提出修复行为请求]],
    },
    [[D]],
  },
  -- 58
  {
    [[早在1938年，毛泽东同志就说过：“我们这个民族有数千年的历史，有它的特点，有它的许多珍贵品。对于这些，我们还是小学生。今天的中国是历史的中国的一个发展；我们是马克思主义的历史主义者，我们不应当割断历史。从孔夫子到孙中山，我们应当给以总结，承继这一份珍贵的遗产。这对于指导当前的伟大的运动，是有重要的帮助的。”<br>
这段文字最适合做下列哪一观点的例证？]],
    {
      [[A、拥有马克思主义科学理论指导是我们党坚定信仰信念、把握历史主动的根本所在]],
      [[B、我们党历来用历史唯物主义的立场观点方法看待中华民族历史，继承和弘扬中华优秀传统文化]],
      [[C、中华文明源远流长、博大精深，是中华民族独特的精神标识，是当代中国文化的根基]],
      [[D、我们党的每一段革命历史，都是一部理想信念的生动教材]],
    },
    [[B]],
  },
  -- 59
  {
    [[我国在经济快速发展的同时，培育和形成了全球少有的超大规模内需市场。与小规模经济体相比，超大规模经济体在全球经济运行中通常发挥着“锚”的作用。改革开放以来，我国之所以能够成功应对亚洲金融危机、国际金融危机等的冲击，一定程度上就得益于此。另外，超大规模市场的多样性意味着更强的内部稳定性。产业发展、区域发展的差异性可以减少冲击的影响，局部的内部冲击不易在全国形成共振效应；部分行业、部分区域发展面临困境，并不会对宏观经济总体稳定产生巨大冲击。<br>
这段文字意在说明：]],
    {
      [[A、我国既是经济全球化的受益者也是贡献者]],
      [[B、多措并举对保障内需市场稳定有重大意义]],
      [[C、超大规模市场有助于我国经济保持稳定]],
      [[D、超大规模经济体助力全球经济平稳运行]],
    },
    [[C]],
  },
  -- 60
  {
    [[。我们要结合我国发展需要和可能，做好我国数字经济发展顶层设计和体制机制建设。要加强形势研判，抓住机遇，赢得主动。各级领导干部要提高数字经济思维能力和专业素质，增强发展数字经济本领，强化安全意识，推动数字经济更好服务和融入新发展格局。要提高全民全社会数字素养和技能，夯实我国数字经济发展社会基础。<br>
填入画横线部分最恰当的一项是：]],
    {
      [[A、数字经济事关国家发展大局]],
      [[B、要把发展数字经济自主权牢牢掌握在自己手中]],
      [[C、数字经济影响程度之深前所未有]],
      [[D、数字经济有利于推动各级资源要素快速流动]],
    },
    [[A]],
  },
  -- 61
  {
    [[商店销售某种商品，打八折销售时卖2件的利润与按定价销售时卖1件的利润相同，相当于降价120元/件销售时卖3件的利润。问该商品的定价为多少元/件？]],
    {
      [[A、360]],
      [[B、450]],
      [[C、540]],
      [[D、720]],
    },
    [[B]],
  },
  -- 62
  {
    [[农科院在某村287名淡水鱼养殖人员中开展防病培训和育种培训。已知参加防病培训的养殖人员中，参加育种培训的人数比未参加的多21%%；参加育种培训的养殖人员中，参加防病培训的人数比未参加的多76人。问共有多少人未参加任何一项培训？]],
    {
      [[A、21]],
      [[B、23]],
      [[C、25]],
      [[D、27]],
    },
    [[A]],
  },
  -- 63
  {
    [[社区计划采购10份年货礼包发放给10户独居老人，每户发放1份。年货礼包有100元/份和150元/份的两种供选择，总预算不能超过1250元。如采购了150元/份的年货礼包，则需要优先在3户孤寡老人中选择发放对象。问共有多少种不同的发放方式？]],
    {
      [[A、21]],
      [[B、28]],
      [[C、36]],
      [[D、55]],
    },
    [[C]],
  },
  -- 64
  {
    [[甲和乙两个工程队共同承担某项工程的施工任务。两队合作时各自的效率均比单独施工时高20%%。已知两队合作施工需要25天完工；如甲先施工15天后乙加入，两队合作15天后剩余工作乙单独施工还需要10天完成。问甲队的效率是乙队的多少倍？]],
    {
      [[A、3/2]],
      [[B、4/3]],
      [[C、1/2]],
      [[D、2/3]],
    },
    [[D]],
  },
  -- 65
  {
    [[公园里有一片四边形草坪，沿对角线修建的小道相交于O点，O到四个顶点A、B、C、D的距离之比正好为1：2：3：4，一名工人花费1天正好完成AOB区域的修剪，问第二天至少需要额外增加多少名效率相同的工人一起工作，才能在当天内完成剩余草坪的修剪？<br>
]],
    {
      [[A、8]],
      [[B、10]],
      [[C、11]],
      [[D、12]],
    },
    [[B]],
  },
  -- 66
  {
    [[甲和乙两人8：00同时从A地出发前往B地，其中乙全程匀速，甲出发时的速度是乙的一半，但全程均匀加速。已知10：00甲追上乙，11：00甲到达B地。问乙什么时间到达B地？]],
    {
      [[A、11：30]],
      [[B、11：45]],
      [[C、12：00]],
      [[D、12：15]],
    },
    [[B]],
  },
  -- 67
  {
    [[工厂从某周第一天开始生产某种零件，每周生产7天，从第二天开始每一天都比前一天多生产200件。已知工厂第三周的产量是第一周的2倍，问第几天其日产量第一次达到1万件？]],
    {
      [[A、37]],
      [[B、38]],
      [[C、39]],
      [[D、40]],
    },
    [[D]],
  },
  -- 68
  {
    [[甲、乙二人合伙成立公司，约定每年利润的60%%留作公司发展用途，40%%按二人投资比例分配。已知公司成立第三年的利润比第二年高300万元，是第一年利润的3倍；甲第二年分配的金额是第三年的一半，且比第一年多20万元。问乙的投资额占比为多少？]],
    {
      [[A、40%%]],
      [[B、50%%]],
      [[C、60%%]],
      [[D、75%%]],
    },
    [[B]],
  },
  -- 69
  {
    [[从A地前往B地的道路前40%%的路程为上坡路，其余为下坡路。张某驾驶满载的汽车从A地去B地卸货，然后空车返回A地。已知他满载时上坡的速度是下坡速度的一半，空车时上、下坡的速度分别是满载时的1.5倍和1.2倍。问他返程的用时是去程的多少倍？]],
    {
      [[A、5/6]],
      [[B、5/7]],
      [[C、17/21]],
      [[D、19/24]],
    },
    [[C]],
  },
  -- 70
  {
    [[甲、乙两名职工负责国庆7天长假的值班工作，每天安排1人值班。已知乙至少值了2天班，且在国庆期间任一天结束后，甲的累计值班天数都比乙的多。问两人的值班日期安排有多少种不同的可能？]],
    {
      [[A、6]],
      [[B、9]],
      [[C、10]],
      [[D、14]],
    },
    [[D]],
  },
  -- 71
  -- 该题已被删除，因为是图形推理题
  -- 72
  -- 该题已被删除，因为是图形推理题
  -- 73
  -- 该题已被删除，因为是图形推理题
  -- 74
  -- 该题已被删除，因为是图形推理题
  -- 75
  -- 该题已被删除，因为是图形推理题
  -- 76
  -- 该题已被删除，因为是图形推理题
  -- 77
  -- 该题已被删除，因为是图形推理题
  -- 78
  -- 该题已被删除，因为是图形推理题
  -- 79
  -- 该题已被删除，因为是图形推理题
  -- 80
  -- 该题已被删除，因为是图形推理题
  -- 81
  {
    [[微量鉴定是指运用物理学、化学和仪器分析等方法，通过对案件现场有关物质材料（材料特点多为体小量微、不易注意）的成分及其结构进行定性、定量分析，对检材的种类、检材和嫌疑样本的同类性和同一性进行鉴定。<br>
根据以上定义，下列涉及交通事故的鉴定属于微量鉴定的是：]],
    {
      [[A、对车辆驾驶人采血，分析血液中的酒精含量，判断驾驶人是否存在酒后驾车嫌疑]],
      [[B、现场提取、检验受害人毛发、衣物纤维，认定受害人是否与嫌疑人车辆存在接触]],
      [[C、拆解车辆特定部位，查明车辆故障原因，用以鉴定其属于人为责任还是机械故障]],
      [[D、通过人体损伤程度检验，确定伤害损伤部位与交通事故伤害后果的关联程度]],
    },
    [[B]],
  },
  -- 82
  {
    [[政策工具是指实现政策目标所要运用的手段与方法。政策工具可分为以下三种：<br>
（1）供给型政策工具，对政策目标起直接促进作用，通常体现政府的重要政策导向，包含资金、人才、设施、技术、信息等方面的有效支持；（2）需求型政策工具，对政策目标起到拉动作用，释放对政策目标的需求，减少外部干扰，包括服务外包、直接采购、国际交流与贸易管制等；（3）环境型政策工具，对政策目标起到间接促进作用，通常体现为通过目标、计划、法规、金融与税收等方式提供有利的政策环境，包括目标规划、金融服务、税收优惠、法规管制以及策略性措施等。<br>
根据上述定义，下列属于促进养老服务的需求型政策工具的是：]],
    {
      [[A、政府向养老机构购买居家养老服务，为低保家庭60周岁以上失能老人提供服务]],
      [[B、政府提供资金建设社区食堂，解决失能、独居、空巢等老年人“舌尖养老”难题]],
      [[C、政府鼓励技工院校开设老年服务与管理、健康服务与管理、护理等养老服务相关专业]],
      [[D、商务部发布《关于推动养老服务产业发展的指导意见》，提出打造养老服务品牌]],
    },
    [[A]],
  },
  -- 83
  {
    [[民宿是指利用当地民居等相关闲置资源，经营用客房不超过4层、建筑面积不超过800平方米，主人参与接待，为游客提供体验当地自然、文化与生产生活方式的小型住宿设施。<br>
根据上述定义，下列属于民宿的是：]],
    {
      [[A、王某在市中心有一套两居室的房子，过了马路就是知名的景区公园。王某将闲置房间租给那些节假日来旅游的家庭，并提供导游服务]],
      [[B、某家庭农场开发亲子休闲旅游业务，建设了农业科普、亲子游玩场所，为孩子和家长营造一处寓教于乐的乡村乐园]],
      [[C、李某通过某网上平台找到心仪城市的会员“交换”旅行，即双方各自为对方提供住宿，住在对方家中深入体验当地的风土人情]],
      [[D、张某在古镇上有一所老宅。他和某平台签订合同，将老宅租给该平台运营。该平台将老宅装修，并提供完善的酒店式服务机制]],
    },
    [[A]],
  },
  -- 84
  {
    [[背信规避是指当风险来源为另一个体而不是自然条件时，人们普遍更不愿意冒险，即在同等条件下，人们对于人为风险的规避程度高于对客观风险的规避程度，体现在人们面对人为风险时比面对客观风险时表现得更保守。<br>
根据上述定义，下列没有体现背信规避的是：]],
    {
      [[A、在对客观题阅卷方式意愿的调查中，学生更愿意选择机器阅卷而非人工阅卷]],
      [[B、决定谁先开球时，双方球员都倾向于由裁判抛硬币决定而非裁判随机指定]],
      [[C、在老师打算指派一个人多承担一项任务时，同学们纷纷表示要抽签决定]],
      [[D、与老司机相比，坐新手司机开的车时，后排座上的乘客主动系安全带的更多]],
    },
    [[D]],
  },
  -- 85
  -- 这题含有图表，删了
  -- 86
  {
    [[异业合作是指两个或两个以上不同行业的企业，通过分享市场营销中的资源，以达到降低成本、提高效率、增强市场竞争力等目的的一种营销策略。<br>
根据上述定义，下列体现了异业合作的是：]],
    {
      [[A、某集团下属的两家餐饮公司通过公众号互推产品信息，提升了各自的品牌影响力]],
      [[B、某互联网公司和商业银行共同发行联名信用卡，办卡成员将享受更大购物优惠]],
      [[C、某日用品企业将不同尺寸的收纳盒组成套装促销，销量剧增，其他企业也纷纷效仿]],
      [[D、某运动品牌在奥运会期间推出绘有奥运标志的限量款球鞋，搭配赠送新奥运吉祥物]],
    },
    [[B]],
  },
  -- 87
  {
    [[植物病害分为侵染性病害和非侵染性病害。侵染性病害是由病原物引起的，可以在植物个体间互相传染的病害；非侵染性病害是由于环境不良、营养元素不足等非生物因素造成的病害，由于没有病原物的侵袭，所以不会在植物间相互传染。<br>
根据上述定义，下列属于非侵染性病害的是：<br>
①需要微酸性生长环境的杜鹃花，种植在偏碱性土壤中，叶片会黄化<br>
②植株浇水过多，盆土积水后，由于植株根系缺氧，会导致植株萎蔫<br>
③除草剂使用不当会引起西瓜苗嫩叶黄化，叶片枯焦，植株萎缩<br>
④灰葡萄孢真菌会引起番茄灰霉病，发病后造成番茄大量烂果]],
    {
      [[A、仅①④]],
      [[B、仅①②]],
      [[C、仅①②③]],
      [[D、仅②③④]],
    },
    [[C]],
  },
  -- 88
  {
    [[联合式构词法是由两个意义相同、相反或相对的词根联合起来构成新词的方法，在词内两个词根是平等的，没有主从、正副之分。<br>
根据上述定义，下列使用了联合式构词法的是：]],
    {
      [[A、“叮当”，因摹拟动作的声音而构成的词]],
      [[B、“椅子”，在单字“椅”后面附加“子”而构成的词]],
      [[C、“蹉跎”，由韵母相同的两个单字组合构成意义与单字无关的词]],
      [[D、“开关”，由“开”和“关”两个单字组合而构成的词]],
    },
    [[D]],
  },
  -- 89
  {
    [[细胞学检查是指对患者病变部位脱落、刮取或穿刺抽取的细胞，进行病理形态学的观察并做出定性诊断的检查方式。细胞学检查主要应用于肿瘤的诊断，也可用于某些疾病的检查和诊断，如内部器官炎症性疾病的诊断和激素水平的判定等。<br>
根据上述定义，下列属于细胞学检查的是：]],
    {
      [[A、采集患者血液样本，分析血细胞比例变化，判断患者是否出现感染]],
      [[B、针对外伤患者皮肤纤维细胞的过度增生，实行激光打磨法，抑制炎性细胞浸润，修复再生皮肤组织]],
      [[C、通过拉网法收集食道癌患者的食道脱落细胞，鉴定细胞形态，明确癌变性质]],
      [[D、对脑疝患者脑室穿刺，放出脑室液以降低脑压，后再次穿刺注入造影剂，诊断其颅内占位病变的情况]],
    },
    [[C]],
  },
  -- 90
  {
    [[预判设计是一种能够引导用户、缩短用户行为路径的有效设计手段。它可以根据用户的行为或用户所在的场景，让功能“主动找到”用户，并让用户与之产生自然的交互，为用户提供更好的使用体验，本质就是为用户多想一步，让用户使用起来尽量简单。<br>
根据上述定义，下列不属于预判设计的是：]],
    {
      [[A、某购物软件，根据用户输入的搜索关键词，将商品按与关键词的相关性排列]],
      [[B、某翻译软件，用户第一次点击播放，语音速度正常；再次点击，语音速度变慢]],
      [[C、某外卖软件，当用户对店家给出差评，系统自动勾选“将评价设为匿名评价”]],
      [[D、某购物软件，所选商品缺货时，出现“找相似”按钮，点击可看到同款、相似商品]],
    },
    [[A]],
  },
  -- 91
  {
    [[小计：总计]],
    {
      [[A、平均值：总值]],
      [[B、被乘数：总数]],
      [[C、单科分：总分]],
      [[D、分目录：总目]],
    },
    [[C]],
  },
  -- 92
  {
    [[猛药去疴：重典治乱]],
    {
      [[A、民生在勤：勤则不匮]],
      [[B、从善如登：从恶如崩]],
      [[C、静以修身：俭以养德]],
      [[D、名非天造：必从其实]],
    },
    [[C]],
  },
  -- 93
  {
    [[强光照射：视力损伤]],
    {
      [[A、台风过境：渔业停产]],
      [[B、网络招聘：业务扩张]],
      [[C、原油进口：能源紧缺]],
      [[D、风险防范：消防演练]],
    },
    [[A]],
  },
  -- 94
  {
    [[铜镜：化妆镜]],
    {
      [[A、门帘：纱帘]],
      [[B、木碗：汤碗]],
      [[C、金簪：发簪]],
      [[D、瓷瓶：古瓶]],
    },
    [[B]],
  },
  -- 95
  {
    [[片剂：散剂：气雾剂]],
    {
      [[A、边塞诗：山水诗：抒情诗]],
      [[B、口头契约∶君子协定：书面协议]],
      [[C、泉水：湖水：天然水]],
      [[D、头部理疗：腰部理疗∶腿部理疗]],
    },
    [[D]],
  },
  -- 96
  {
    [[春季过敏：花粉：喷嚏]],
    {
      [[A、肺炎：咳嗽：支原体]],
      [[B、乙型脑炎：病毒：发热]],
      [[C、失眠：恐惧：噩梦]],
      [[D、秋季腹泻：饮食：脱水]],
    },
    [[B]],
  },
  -- 97
  {
    [[标清：高清：超清]],
    {
      [[A、亚音速：音速：超音速]],
      [[B、厅级：市级：省级]],
      [[C、迁怒：愤怒：暴怒]],
      [[D、幽静：寂静：安静]],
    },
    [[A]],
  },
  -- 98
  {
    [[资产评估：审核通过：股票发售]],
    {
      [[A、预定新车：加装内饰：购买车险]],
      [[B、修剪草坪：设备检修：园林养护]],
      [[C、选购家电：上门安装：维修保养]],
      [[D、收看节目：视频连线：观众互动]],
    },
    [[C]],
  },
  -- 99
  {
    [[深空探测 对于 （    ） 相当于 （    ） 对于 公益组织]],
    {
      [[A、无人采样；慈善捐款]],
      [[B、遥感技术；红十字会]],
      [[C、宇宙空间；公益事业]],
      [[D、火星探测；社会组织]],
    },
    [[D]],
  },
  -- 100
  {
    [[缄口不言 对于 （    ） 相当于 （    ） 对于 虚怀若谷]],
    {
      [[A、三缄其口；大智若愚]],
      [[B、畅所欲言；放荡不羁]],
      [[C、守口如瓶；礼贤下士]],
      [[D、口若悬河；矜功伐善]],
    },
    [[D]],
  },
  -- 101
  {
    [[深度学习是一系列复杂的算法，使计算机能够识别数据中的模式并作出预测。研究人员利用深度学习技术训练AI系统自动读取视网膜扫描数据，并识别那些在接下来的一年中患心脏病风险较高的人。研究人员认为该项技术有可能彻底改变传统的心脏病筛查方式。<br>
上述论证的成立须补充以下哪项作为前提？]],
    {
      [[A、视网膜扫描数据反映的微小血管变化是预测心脏疾病较为灵敏的指标]],
      [[B、心脏病筛查需要进行复杂且昂贵的超声心动图或心脏磁共振成像检查]],
      [[C、视网膜扫描相对便宜，并且在许多配镜服务中被使用]],
      [[D、AI系统是解开自然界中存在的复杂模式的绝佳工具]],
    },
    [[A]],
  },
  -- 102
  {
    [[调查显示，某地区第二产业从业人员与五年前相比减少了10.4%%，对于第二产业从业人员减少的原因，一种观点认为，产业优化升级是第二产业从业人员减少的原因，第二产业在实现产业规模快速扩大的同时，不断加快技术改造，实现“机器换工”，客观上降低了工业企业的用工需求。另一种观点则认为，这与第二产业的优化升级无关，第三产业的蓬勃发展发挥了就业“蓄水池”的功能，吸纳了大量第二产业从业人员。<br>
以下哪项如果为真，最能削弱第二种观点？]],
    {
      [[A、第二产业优化升级拉动了第三产业蓬勃发展]],
      [[B、该地区第三产业的整体规模比第二产业要小]],
      [[C、第三产业的发展得益于持续优化的营商环境]],
      [[D、第二产业和第三产业都对吸纳就业作出贡献]],
    },
    [[A]],
  },
  -- 103
  {
    [[太平洋中部的海底，散落着大量的矿石，这些矿石名为“多金属结核”，是镍、钴、锰等稀有金属的混合物。支持深海开采的人认为，多金属结核可以提供开发清洁能源所需的矿物，同时海洋每年吸收约四分之一的全球碳排放量，开采结核的过程本身对海洋的碳吸收能力影响不大，反对者则认为海洋本就已经受到过度捕捞、工业污染和塑料垃圾等人类活动的威胁，在这种情况下，深海开采将加剧人类活动对海洋产生不利的影响。<br>
以下哪项如果为真，最能支持反对者的观点？]],
    {
      [[A、目前人类对深海生物及环境的研究还不够深入，还不足以支持对深海进行大规模开采矿物的活动]],
      [[B、即使海洋开采活动能够为日益增加的能源需求提供更多的金属，人类对金属的需求仍然得不到满足，只会与日俱增]],
      [[C、地球上的海洋彼此相连，并共享一个环绕地球的洋流系统，开采活动的评估应该进行全局考虑]],
      [[D、深海开采过程中释放的泥浆会威胁矿区之上深海中层水域的生态环境，还会产生很大的噪音向上层水域扩散]],
    },
    [[D]],
  },
  -- 104
  {
    [[传统污水处理，或通过重力沉降、混凝澄清、浮力浮上、离心力分离、磁力分离等物理方法对不溶态污染物进行分离，或通过酸碱中和法、化学沉淀法、氧化还原法等化学方法让污染物发生转化，而新兴的微生物治理技术则是通过水体微生物来净化污水。有专家认为，与传统手段相比，微生物治理技术是一种处理污水的更佳手段。<br>
以下哪项如果为真，不能支持上述观点？]],
    {
      [[A、近年来，微生物技术的科研投入持续扩大，相关技术成果在土壤改良等领域已经得到了有效转化]],
      [[B、物理方法进行污水治理的处理厂，通常占地面积大，基建费、运行费高，能耗大，易出现污泥膨胀现象]],
      [[C、化学方法进行污水治理运行成本高，需消耗大量的化学试剂，易产生二次污染]],
      [[D、微生物技术污水治理的能耗低，效率高，剩余污泥量少，操作管理方便]],
    },
    [[A]],
  },
  -- 105
  {
    [[近来，国际大宗商品市场中，原油和天然气价格达到近十年以来的高位，锌矿价格也上涨了7%%左右，有分析人士认为，大宗商品市场将进入“超级周期”（大宗商品价格高于长期平均价格的时期）。从宏观层面看，大宗商品进入“超级周期”是全球经济出现新的增长动力的结果。历史上大宗商品进入“超级周期”往往会带动全球经济复苏，这也预示着当下全球经济正在复苏。<br>
以下哪项如果为真，最能削弱上述论证？]],
    {
      [[A、地缘政治的风险加剧了大宗商品供应的紧张局势，引发本轮大宗商品价格上涨]],
      [[B、飙升的天然气价格推高了化肥的主要成分——氨的价格，进而推高全球粮食价格]],
      [[C、全球经济将更注重环保，碳中和与碳达峰将改变能源产业格局，进而影响金属和原油产业的发展远景]],
      [[D、全球主要经济体正在加紧出台强有力的救市计划，以寻求本国新的经济增长动力]],
    },
    [[A]],
  },
  -- 106
  -- 该题已被删除，因为是资料分析题
  -- 107
  -- 该题已被删除，因为是资料分析题
  -- 108
  -- 该题已被删除，因为是资料分析题
  -- 109
  -- 该题已被删除，因为是资料分析题
  -- 110
  -- 该题已被删除，因为是资料分析题
  -- 111
  -- 该题已被删除，因为是资料分析题
  -- 112
  -- 该题已被删除，因为是资料分析题
  -- 113
  -- 该题已被删除，因为是资料分析题
  -- 114
  -- 该题已被删除，因为是资料分析题
  -- 115
  -- 该题已被删除，因为是资料分析题
  -- 116
  -- 该题已被删除，因为是资料分析题
  -- 117
  -- 该题已被删除，因为是资料分析题
  -- 118
  -- 该题已被删除，因为是资料分析题
  -- 119
  -- 该题已被删除，因为是资料分析题
  -- 120
  -- 该题已被删除，因为是资料分析题
  -- 121
  -- 该题已被删除，因为是资料分析题
  -- 122
  -- 该题已被删除，因为是资料分析题
  -- 123
  -- 该题已被删除，因为是资料分析题
  -- 124
  -- 该题已被删除，因为是资料分析题
  -- 125
  -- 该题已被删除，因为是资料分析题
  -- 126
  -- 该题已被删除，因为是资料分析题
  -- 127
  -- 该题已被删除，因为是资料分析题
  -- 128
  -- 该题已被删除，因为是资料分析题
  -- 129
  -- 该题已被删除，因为是资料分析题
  -- 130
  -- 该题已被删除，因为是资料分析题
}

return questions
