-- 试卷来源：https://www.gkzenti.cn/paper/1706852972568，答案来源：https://www.gkzenti.cn/answer/1706852972568，
-- 由爬虫自动生成，请手动检查：
-- 1. 添加公式/删除其中含有图片、含有资料的题目；
-- 2. 修改英文冒号为中文冒号；
-- 3. 修改百分号为双百分号；
-- 4. 把所有填入画横线部分的线画出来。
-- 已检查在此打勾：【v】

local questions = {
  -- 1
  {
    [[习近平新时代中国特色社会主义思想的发展是一个不断丰富拓展并不断体系化、学理化的过程，2023年全党首次正式提出了习近平总书记关于党的建设的重要思想和（    ）。]],
    {
      [[A、习近平法治思想]],
      [[B、习近平经济思想]],
      [[C、习近平强军思想]],
      [[D、习近平文化思想]],
    },
    [[D]],
  },
  -- 2
  {
    [[在最近一次特别提款权（SDR）定值审查中，国际货币基金组织正式将人民币在SDR货币篮子中的权重上调至12.28%%，升幅1.36个百分点。SDR是一种国际储备资产，人民币权重上调将有助于提升人民币资产的国际吸引力，提振市场对人民币的信心。SDR货币篮子中其余“入篮”货币不包括（    ）。]],
    {
      [[A、欧元]],
      [[B、日元]],
      [[C、澳元]],
      [[D、英镑]],
    },
    [[C]],
  },
  -- 3
  {
    [[习近平总书记重要文章《中国式现代化是强国建设、民族复兴的康庄大道》强调，一个国家走向现化，既要遵循现代化一般规律，更要符合本国实际，具有本国特色。中国式现代化的中国特色体现在（    ）。<br>
①人口规模巨大的现代化<br>
②全体人民共同富裕的现代化<br>
③走和平发展道路的现代化<br>
④人与自然和谐共生的现代化<br>
⑤物质文明和精神文明相协调的现代化]],
    {
      [[A、①②③④]],
      [[B、①②③⑤]],
      [[C、②③④⑤]],
      [[D、①②③④⑤]],
    },
    [[D]],
  },
  -- 4
  {
    [[甲市乙区生态环境局拟同时向甲市生态环境局与乙区政府发文，报告辖区 2023年度生态环境质量状况，关于公文拟制与办理，下列说法正确的是（    ）。]],
    {
      [[A、因行文内容相同，可形成一份报告主送甲市生态环境局与乙区政府两个机关]],
      [[B、分别形成报告并分开主送甲市生态环境局与乙区政府]],
      [[C、可根据需要，将向乙区政府行文的报告抄送乙区生态环境局的派出机构]],
      [[D、可根据需要，将向甲市生态环境局行文的报告抄送乙区生态环境局的派出机构]],
    },
    [[B]],
  },
  -- 5
  {
    [[游乐园里的过山车充满惊险刺激，它通常以机械牵引或弹射的方式起步，逐步爬升至轨道最高点，随后快速下降至轨道底部。关于过山车的速降过程，下列说法错误的是（    ）。]],
    {
      [[A、过山车突然开始下降时，乘客产生失重的感觉]],
      [[B、过山车尾部车厢通过最高点时的速度比头部车厢快]],
      [[C、过山车下降时，其势能快速减小，动能快速增大]],
      [[D、根据能量守恒定律，过山车的机械能保持不变]],
    },
    [[D]],
  },
  -- 6
  {
    [[某日，未取得驾驶证的甲驾驶私家车回家，途中见路人乙向其挥手，随即停车，乙询问可否无偿搭乘甲的顺风车，甲同意，在后续行驶过程中，甲因接打电话未及时发现侧方来车，情急之下紧急制动，虽成功避免相撞，但急刹致乙受伤，下列说法正确的是（    ）。]],
    {
      [[A、因乙无偿搭乘，甲不承担责任]],
      [[B、甲应当承担侵权责任]],
      [[C、因甲出于善意，其承担的法律责任应酌情减轻]],
      [[D、因乙未询问甲是否取得驾驶证，乙自行承担责任]],
    },
    [[B]],
  },
  -- 7
  {
    [[以下岩石与其分类和特点，对应不正确的是（    ）。]],
    {
      [[A、大理岩——变质岩，适用于建筑装饰材料]],
      [[B、玄武岩——岩浆岩，常存有动植物化石]],
      [[C、页岩——沉积岩，蕴藏油气资源]],
      [[D、石灰岩——沉积岩，常构成喀斯特地貌]],
    },
    [[B]],
  },
  -- 8
  {
    [[学习贯彻习近平新时代中国特色社会主义思想主题教育，是贯彻落实党的二十大精神的重大举措，对于统一全党思想、解决党内存在的突出问题、始终保持党同人民群众血肉联系、推动党和国家事业发展具有重要意义。此次主题教育的总要求是（    ）。]],
    {
      [[A、边学习、边对照、边检视、边整改]],
      [[B、学思想、强党性、重实践、建新功]],
      [[C、自我净化、自我完善、自我革新、自我提高]],
      [[D、以学铸魂、以学增智、以学正风、以学促干]],
    },
    [[B]],
  },
  -- 9
  {
    [[2023年是共建“一带一路”倡议提出10周年，10年来，共建“一带一路”成为深受欢迎的的国际公共产品和最大规模的国际合作平台。下列“一带一路”项目与其合作国家对应有误的是（    ）。]],
    {
      [[A、雅万高铁项目——印度尼西亚]],
      [[B、卡拉奇核电项目——巴基斯坦]],
      [[C、中老铁路项目——老挝]],
      [[D、中马友谊大桥项目——马来西亚]],
    },
    [[D]],
  },
  -- 10
  {
    [[2023年12月26日，习近平总书记在纪念毛泽东同志诞辰130周年座谈会上指出，毛泽东同志的一生是为国家富强、民族振兴、人民幸福而不懈奋斗的一生。关于毛泽东同志的历史功绩，说法不正确的是（     ）。]],
    {
      [[A、是中国共产党的建设理论的奠基人]],
      [[B、是最早一批建立地方党组织的领导人之一]],
      [[C、在井冈山斗争时期创造了通过批评与自我批评进行思想教育的整风形式]],
      [[D、给出了跳出历史周期率的第一个答案——“让人民来监督政府”]],
    },
    [[C]],
  },
  -- 11
  {
    [[“休克疗法”是一种应对经济危机、实现经济稳定的政策组合，主要措施是实行贸易自由化，推行国有企业私有化，执行紧缩的金融和财政政策，压缩政府开支、取消能源补贴、全面放开价格，但在短期内可能会使社会经济生活产生巨大震荡甚至出现“休克状态”，某国持续面临严峻的财政赤字和居高难下的通货膨胀，该国新任总统推行“休克疗法”，下列现象，该国短期内将出现（    ）个。<br>
①货币急剧贬值、物价飞涨<br>
②多国愿意与该国互换货币<br>
③取消儿童福利及救济资金<br>
④政府购入及投资大幅减少]],
    {
      [[A、1]],
      [[B、2]],
      [[C、3]],
      [[D、4]],
    },
    [[C]],
  },
  -- 12
  {
    [[政府的社会职能是指政府在管理社会公共事务，提供社会服务和社会保障等方面的功能，下列行为不属于政府社会职能的是（    ）。]],
    {
      [[A、开展老年人居家适老化改造]],
      [[B、建设无烟示范社区]],
      [[C、实施汽车国六排放标准]],
      [[D、提高个人所得税专项附加扣除标准]],
    },
    [[D]],
  },
  -- 13
  {
    [[立春，为二十四节气之首。立，有“开始”之意；春，代表着温暖、生长，立春节气的公历日期原本固定，但受闺月的影响，农历日期变动相对较大。下列立春相关农谚中，与即将到来的农历甲辰年立春最为贴切的是（    ）。]],
    {
      [[A、立春雨水二月间，顶凌压麦种大蒜]],
      [[B、春打五九尾，家家啃猪腿]],
      [[C、两春夹一冬，十个牛栏九个空]],
      [[D、寡年无春腊月寒，来年六月天不闲]],
    },
    [[D]],
  },
  -- 15
  {
    [[关于党政机关公文的发文机关标志，下列说法错误的是（    ）。]],
    {
      [[A、既可由发文机关名称加“文件”二字组成，也可单独用发文机关名称]],
      [[B、属于公文版头的要素之一]],
      [[C、有特定发文机关标志的普发性公文，必须加盖印章]],
      [[D、居中排布，推荐使用红色小标宋体字]],
    },
    [[C]],
  },
  -- 16
  {
    [[我国民间俗语说：“宅中现四喜，家中出贵人”，“四喜”即堂前飞燕、喜鹊来朝、枯木逢春、壁虎进宅。这种说法的盲目性在于否定了联系的（    ）。]],
    {
      [[A、客观性]],
      [[B、普遍性]],
      [[C、多样性]],
      [[D、系统性]],
    },
    [[A]],
  },
  -- 17
  {
    [[党的二十大报告指出，健全宏观经济治理体系，发挥国家发展规划的战略导向作用，加强财政政策和货币政策协调配合，着力扩大内需，增强（    ）对经济发展的基础性作用和（    ）对优化供给结构的关键作用。]],
    {
      [[A、能源、资本]],
      [[B、市场、政府]],
      [[C、生产、融资]],
      [[D、消费、投资]],
    },
    [[D]],
  },
  -- 19
  {
    [[习近平总书记着眼党和国家事业发展大局，用三个“一以贯之”，为在新的更高起点上开创新时代中国特色社会主义事业新局面提出了根本遵循，三个“一以贯之”是指（    ）。<br>
①坚持和发展中国特色社会主义要一以贯之<br>
②推动全面对外开放要一以贯之<br>
③推进党的建设新的伟大工程要一以贯之<br>
④增强忧患意识、防范风险挑战要一以贯之<br>
⑤统筹区域协调发展要一以贯之]],
    {
      [[A、①②④]],
      [[B、①③④]],
      [[C、②③⑤]],
      [[D、③④⑤]],
    },
    [[B]],
  },
  -- 20
  {
    [[下列行为体现了依法行政的程序正当原则的是（    ）。]],
    {
      [[A、履行行政职责时所采取的措施和手段必要、适当]],
      [[B、平等对待行政管理相对人，不偏私、不歧视]],
      [[C、行使行政裁量权时符合法律目的，排除不相关因素的干扰]],
      [[D、依法保障行政管理相对人的知情权、参与权和救济权]],
    },
    [[D]],
  },
  -- 21
  {
    [[下列文言文中的“固”与“固若金汤”的“固”同义的是（    ）。]],
    {
      [[A、人固有一死，或重于泰山，或轻于鸿毛]],
      [[B、至于颠覆，理固宜然]],
      [[C、汝心之固，固不可彻]],
      [[D、荆州与国邻接，江山险固]],
    },
    [[D]],
  },
  -- 22
  {
    [[2023年10月26日，神舟十七号载人飞船点火升空，将3名航天员送往“天宫”空间站，此次任务是我国载人航天工程进入空间站应用与发展阶段的第2次载人飞行任务。与历次“太空出差”相比，神舟十七号的新任务是（    ）。]],
    {
      [[A、首次进行空间站舱外试验性维修作业]],
      [[B、首次进行空间站与地面实时视频通讯]],
      [[C、首次在轨进入科学实验舱]],
      [[D、首次实现6名航天员在轨飞行]],
    },
    [[A]],
  },
  -- 23
  {
    [[《深圳经济特区消费者权益保护条例》于2024年1月1日起正式实施。该条例针对消费领域的一些突出问题，制定了有针对性的规范性制度和措施，以更好保护消费者的合法权益。下列选项中的行为，违反新条例规定的是（    ）。]],
    {
      [[A、年过七旬的老李头参加某健康讲座时，在推荐的小程序上当场购买了8000元的远红外降压保健品，签收产品3天后他幡然醒悟，提交了无理由退货申请]],
      [[B、某视频平台试用会员规则中写明“试用会员期满前五日未取消即视为自动续费为正式会员”]],
      [[C、为刺激玩偶盲盒销售，某盲盒商家在包装盒正面用醒目文字标明“限定隐藏款爆率1：18，二十抽不出即送！”]],
      [[D、某连锁健身房一分店因资金困难停业，其在停业前一个月挂出店堂告示，并短信通知所有会员]],
    },
    [[B]],
  },
  -- 24
  {
    [[某市委组织部选调市财政局重要岗位领导干部杨某，参加省行政学院为期28天的脱产培训。根据修订的《干部教育培训工作条例》。下列说法错误的是（    ）。]],
    {
      [[A、杨某必须服从组织调训]],
      [[B、培训期间，杨某享受在岗同等待遇]],
      [[C、杨某在培训期间累计请假时间不得超过4天]],
      [[D、由市委组织部和市财政局共同实施培训考核]],
    },
    [[D]],
  },
  -- 25
  {
    [[下列选项中的行为，不属于法律上的不作为的是（    ）。]],
    {
      [[A、某女久病在床，痛苦不堪，服毒自杀，其大夫甲见其服毒、冷眼相看，并未送医救治，后该女毒发身亡]],
      [[B、乙看见儿子小乙（10周岁）正掐住邻居小孩（5周岁）的脖子打闹，因忙于炒菜，并未理会。乙炒完菜，发现邻居小孩已窒息身亡]],
      [[C、丙受朋友之托帮忙照管名贵植物一盆，正值梅雨连绵，数日不见阳光，丙未使用植物生长灯，该名贵植物枯萎而死]],
      [[D、某人在网络社交平台丁上遭他人辱骂诽谤，其要求丁平台删除辱骂信息并封禁相关账号，丁平台不予理睬]],
    },
    [[C]],
  },
  -- 31
  {
    [[（1）忌不自信，比美徐公<br>
（2）亲见徐公，自视弗如<br>
（3）遍问亲友，皆称忌美<br>
（4）王令臣谏，国力益强<br>
（5）入朝觐见，言王之蔽]],
    {
      [[A、3-2-1-4-5]],
      [[B、2-1-3-5-4]],
      [[C、1-3-2-4-5]],
      [[D、1-3-2-5-4]],
    },
    [[D]],
  },
  -- 32
  {
    [[（1）开启抱团揽才<br>
（2）优质人才集聚<br>
（3）成立引才联盟<br>
（4）支撑长远发展<br>
（5）政企高效协作]],
    {
      [[A、1-3-2-5-4]],
      [[B、3-1-2-5-4]],
      [[C、3-5-1-2-4]],
      [[D、3-2-5-4-1]],
    },
    [[C]],
  },
  -- 33
  {
    [[（1）国际机构开展检测评估<br>
（2）全面暂停进口日本水产<br>
（3）排海方案引发全球担忧<br>
（4）利用评估报告作为背书<br>
（5）无视公共利益强行排海]],
    {
      [[A、3-5-1-4-2]],
      [[B、3-1-4-5-2]],
      [[C、3-2-5-1-4]],
      [[D、5-2-3-1-4]],
    },
    [[B]],
  },
  -- 34
  {
    [[（1）红色信念，晚舟归航<br>
（2）逮捕高层，持续打压<br>
（3）技术突破，遥遥领先<br>
（4）逆风拼搏，加速研发<br>
（5）启动调查，无端指控]],
    {
      [[A、5-2-4-1-3]],
      [[B、5-4-2-3-1]],
      [[C、4-2-5-1-3]],
      [[D、4-5-2-3-1]],
    },
    [[A]],
  },
  -- 35
  {
    [[（1）牧童遥指杏花村<br>
（2）东边日出西边雨<br>
（3）忽如一夜春风来<br>
（4）寒露入暮愁衣单<br>
（5）草长莺飞二月天]],
    {
      [[A、1-4-3-2-5]],
      [[B、5-3-1-2-4]],
      [[C、3-5-4-1-2]],
      [[D、5-1-2-4-3]],
    },
    [[D]],
  },
  -- 36
  {
    [[某景区漂流项目的工作人员用扩音器循环播放注意须知：“除非年龄在55岁以下，并且穿上救生衣，否则不能漂流。”同时，出于安全考虑，有高血压或心脏病的游客不能漂流。老王穿上了救生衣，但最后工作人员没允许他去漂流。<br>
由此可推知，以下选项一定为真的是（    ）。]],
    {
      [[A、如果老王年满55岁，则他一定有高血压或心脏病]],
      [[B、老王有高血压或心脏病]],
      [[C、老王年满55岁，且有高血压或心脏病]],
      [[D、老王要么年满55岁，要么有高血压或心脏病]],
    },
    [[D]],
  },
  -- 37
  {
    [[蔬菜是重要的“菜篮子”产品，但其易腐烂、难贮存，长时间、远距离运输容易增加中间成本和质量安全隐患，进而影响城市蔬菜供应。可见，大中城市拥有足够面积的常年菜地存在必要性。然而，有些人对此持不同意见，认为城市寸土寸金，应该发展收益高的产业，没有必要发展农业。<br>
下列选项如果为真，最能反驳以上意见的是（    ）。]],
    {
      [[A、越来越多城际高速公路为农产品开设“绿色通道”，保证生鲜农产品运输畅通]],
      [[B、结合体验农业、观光农业等第三产业发展城市农业，既能带来高收益，还能发挥观光、休闲等生活性功能]],
      [[C、在城市发展农业能解决部分“低端岗位”就业问题，促进城市低收入群体创业增收]],
      [[D、一旦出现极端恶劣天气等突发情况影响运输，势必导致城市农产品供应短缺，不利于社会平稳发展]],
    },
    [[D]],
  },
  -- 38
  {
    [[这几年报名参加社会工作者职业资格考试的人越来越多了，可以说，所有想从事专门性社会服务工作的人都想取得社会工作者职业资格证书。阿社也想取得社会工作者职业资格证书，所以，阿社一定想从事专门性社会服务工作。<br>
下列选项如果为真，最能加强上述论证的是（    ）。]],
    {
      [[A、不想取得社会工作者职业资格证书的人，就不会报名参加社会工作者职业资格考试]],
      [[B、只有想从事专门性社会服务工作的人，才想取得社会工作者职业资格证书]],
      [[C、只有取得了社会工作者职业资格证书的人，才有资格从事专门性社会服务工作]],
      [[D、从事专门性社会服务工作的人大都持有社会工作者职业资格证书]],
    },
    [[B]],
  },
  -- 39
  {
    [[鲸鱼是动物，所以小鲸鱼是小动物。<br>
以下选项中的逻辑错误，与题干最为相似的是（    ）。]],
    {
      [[A、掉一根头发不算秃头，再掉一根头发也不算秃头，是最后掉的一根头发造成了秃头]],
      [[B、半夜被吵醒的甲对邻居乙说：“你夜半高歌，影响别人休息。”乙对甲说：“影响别人，又不影响你，关你什么事？”]],
      [[C、柠檬都是酸味的，百香果不是柠檬，所以百香果不是酸味的]],
      [[D、船舶抛锚了就必须请求救援，这艘船破了一个大洞，但没有抛锚，所以不必请求救援]],
    },
    [[B]],
  },
  -- 40
  {
    [[博物馆陈列了簪、钗、钿、篦四种清代发饰，其主要材质各不相同，有金、银、铜、玉四种发饰的主要材质，以下说法均为真：<br>
①如果簪是金的，那么钗一定不是铜的；<br>
②如果钗不是金的，那么篦一定是玉的；<br>
③如果钗是金的，那么钿一定是玉的；<br>
④如果钿是铜的，那么篦一定不是银的；<br>
⑤如果钿不是银的，那么篦就是银的；<br>
⑥如果篦是铜的，那么簪一定不是玉的。<br>
由此可推知，簪的主要材质是（    ）。]],
    {
      [[A、金]],
      [[B、银]],
      [[C、铜]],
      [[D、玉]],
    },
    [[C]],
  },
  -- 41
  {
    [[某小区发生一起凶杀案，死者是一位女性，最先发现血泊中的死者尸体的人是她的邻居们，如果最先发现死者尸体的人是凶手，那么邻居们都是凶手。<br>
以下选项中的逻辑结构，与题干最为相似的是（    ）。]],
    {
      [[A、开展“特种兵旅行”的人都是大学生，开展“特种兵旅行”的人都是精力旺盛的人，所以大学生都是精力旺盛的人]],
      [[B、最先到达终点的人是第一名，第一名会得到万元奖励，所以最先到达终点的人会得到万元奖励]],
      [[C、凡是有理想的人都爱读书，如果小李爱读书，则说明小李有理想]],
      [[D、如果最先到达灾害现场的人是医生，而且医生会把伤亡人数降到最低，那么灾害现场的伤亡人数会降到最低]],
    },
    [[A]],
  },
  -- 42
  {
    [[我国数字音乐产业经历了20多年稳步发展，尽管国内数字音乐用户付费率与国际平台相比还有一定差距，但国内用户付费习惯已普遍养成，市场已经颇具规模，然而近两年，数字音乐平台面临规模缩水、用户流失的严重风险。<br>
下列选项如果为真，最不能解释上述矛盾现象的是（    ）。]],
    {
      [[A、数字音乐用户版权意识缺失，付费意识易受免费资源冲击]],
      [[B、音乐市场缺乏优质音乐新作，内容陈旧导致用户黏性不足]],
      [[C、数字音乐平台收费标准提高，付费音乐消费能力持续低迷]],
      [[D、线上文化娱乐供给不断丰富，内容平台开启存量用户争夺]],
    },
    [[A]],
  },
  -- 44
  {
    [[某地发生一起重大诈骗案，警方通过调查抓获五个犯罪嫌疑人。面对警方的讯问，五人的供述如下：<br>
甲：“不是我，也不是丁。”<br>
乙：“如果是我，那么丙就没参与诈骗。”<br>
丙：“乙和丁中必有一人参与。”<br>
丁：“只有甲参与了，戊才会参与诈骗。”<br>
戊：“至少有三个人参与了此次诈骗。”<br>
经证实，甲只说了一半真话，其他人说的都是真话，则罪犯是（    ）。]],
    {
      [[A、甲、乙、戊]],
      [[B、乙、丁、戊]],
      [[C、甲、丙、丁]],
      [[D、甲、乙、丙、戊]],
    },
    [[A]],
  },
  -- 45
  {
    [[出丑效应是指这样一种现象：在公共场合中，才能平庸者固然不会受人倾慕，而全然无缺点的人也未必讨人喜欢，即最讨人喜欢的人是有才能或精明而带有小缺点的人。<br>
根据以上定义，以下选项体现了出丑效应的是（    ）。]],
    {
      [[A、某国家科技大奖得主在接受外国记者采访时因太紧张而说话结巴，反而因其“接地气”广受网友喜爱]],
      [[B、某知名律师经常因过度焦虑在开庭前夜彻夜难眠，但她专业能力十分出众，很多人慕名而来找她代理案件]],
      [[C、某歌手在演唱会上假唱，还在台上绊了一跤，于是他故意跌个四脚朝天，引得媒体纷纷报道]],
      [[D、曾被誉为“篮球闪电侠”的老球员浑身伤病，只能作为替补上场，他被新人球员轻松晃倒在地，但现场观众仍献上掌声表示鼓励]],
    },
    [[A]],
  },
  -- 46
  {
    [[250，296，346，400，（    ）]],
    {
      [[A、450]],
      [[B、458]],
      [[C、520]],
      [[D、586]],
    },
    [[B]],
  },
  -- 47
  {
    [[1123，2436，3547，4759，（    ）]],
    {
      [[A、6880]],
      [[B、5879]],
      [[C、5970]],
      [[D、7327]],
    },
    [[A]],
  },
  -- 48
  {
    [[25，4，1，1/2，（    ）]],
    {
      [[A、0]],
      [[B、1/4]],
      [[C、1/3]],
      [[D、1]],
    },
    [[D]],
  },
  -- 49
  {
    [[（3，4，5），（6，6，12），（12，8，28），（21，24，51），（    ）]],
    {
      [[A、（33，48，63）]],
      [[B、（27，32，85）]],
      [[C、（36，48，108）]],
      [[D、（33，64，95）]],
    },
    [[D]],
  },
  -- 50
  {
    [[4，3/2，1，13/16，18/25，（    ）]],
    {
      [[A、1/3]],
      [[B、1/2]],
      [[C、2/3]],
      [[D、1/4]],
    },
    [[C]],
  },
  -- 51
  {
    [[老刘家有100亩草场，平均每亩草场年产草料4吨。草场上饲养了羊、驴、牛共252头，平均每头羊年需草料1吨，每头驴年需草料2吨，每头牛年需草料5吨。去年老刘家草场恰好能满足草料需求，今年老刘没有饲养羊，但驴和牛的数量都翻了一倍，草场仍恰好满足草料需求，则老刘家去年饲养了（    ）头牛。]],
    {
      [[A、32]],
      [[B、33]],
      [[C、34]],
      [[D、35]],
    },
    [[A]],
  },
  -- 52
  {
    [[某早餐店推出“10元2件”套餐，顾客花费10元即可在白粥、豆浆、油条、蛋饼、叉烧包、云吞面6个品类中任选2件，既可以选相同的，也可以选不同的。则至少售出（    ）份该套餐时，一定有2份套餐的搭配完全一致。]],
    {
      [[A、15]],
      [[B、16]],
      [[C、21]],
      [[D、22]],
    },
    [[D]],
  },
  -- 53
  {
    [[有只松鼠在某处发现了90粒松子，欲搬回25米远的家中储存，但这只松鼠每次最多只能携带45粒，且其往返途中每走1米必须要吃1粒松子。那么松鼠最多能搬（    ）粒松子回家。]],
    {
      [[A、0]],
      [[B、10]],
      [[C、35]],
      [[D、40]],
    },
    [[C]],
  },
  -- 54
  {
    [[某单位制定了年度部门预算，但年中进行了预算调整，行政管理费及人员经费压缩了50万元，这笔钱占原行政管理费及人员经费预算的40%%，而原行政管理费及人员经费预算占原部门总预算的25%%。则当前该单位部门预算是（    ）万元。]],
    {
      [[A、450]],
      [[B、125]],
      [[C、500]],
      [[D、75]],
    },
    [[A]],
  },
  -- 56
  {
    [[小朗和小峰每晚都会绕着体育场跑步。某晚，小朗、小峰分别从体育场的一号门、三号门同时出发匀速跑步，6分钟后，两人迎面相遇，相遇后，两人继续匀速前进。小峰又跑了5分钟到达一号门并由此进入体育场，横穿体育场从三号门跑出，沿与小朗相同的方向继续跑。已知小朗跑到三号门时，小峰距三号门还有180米，小峰又经过6分钟追上了小朗。则小朗的跑步速度为（    ）千米/小时。]],
    {
      [[A、6]],
      [[B、7.2]],
      [[C、9]],
      [[D、10.8]],
    },
    [[C]],
  },
  -- 57
  {
    [[某同城速递平台给予骑手每单a元基础收益（a为整数），且该平台在鼓励骑手多劳多得的同时，还鼓励其关注个人健康，在完成一定数量的订单后及时休息，并为此设定了每日基础接单量和健康临界接单量。骑手在完成基础接单量后，超出的订单每单收益平台补贴1.5元（a+1.5）；但若持续接单，超出健康临界接单量的订单每单收益平台扣除1元（a-1）。已知某骑手某日完成30单，共获得247.5元；第二日完成40单，共获得315元。若该骑手仅第二日超出了健康临界接单量，则扣除后的每单收益为（    ）元。]],
    {
      [[A、5]],
      [[B、6]],
      [[C、7]],
      [[D、8]],
    },
    [[B]],
  },
  -- 58
  {
    [[某高校法学院对学生毕业后就职于司法机关、律所、企业的意愿进行调查，共725名学生参与调查，可选其中0至3项。结果显示，选择司法机关、律所、企业的学生分别有360人、380人、237人，3项都选的学生有60人，3项都不选的学生有8人，则仅选择其中1项的学生有（    ）人。]],
    {
      [[A、517]],
      [[B、516]],
      [[C、515]],
      [[D、514]],
    },
    [[A]],
  },
  -- 59
  {
    [[某灯光秀表演中，无人机群先排列成红、绿两个正方形实心方阵，然后融合并变换灯光，形成一个黄色的正方框形空心方阵。原红方阵最外侧每边有8架无人机，且原红方阵恰好可填满黄方阵的空心，原绿方阵最外侧每边的无人机数量比黄方阵少4架。则参加灯光秀表演的无人机共有（    ）架。]],
    {
      [[A、260]],
      [[B、233]],
      [[C、196]],
      [[D、185]],
    },
    [[A]],
  },
  -- 60
  {
    [[阿学的爸爸上午七点多出门钓鱼时，发现家里墙上时钟的时针与分针夹角为90°，中午十二点多回家吃饭时，发现墙上时钟的时针与分针夹角依然为90°，阿学的爸爸外出期间，时针与分针呈180°至多有（    ）次。]],
    {
      [[A、4]],
      [[B、5]],
      [[C、6]],
      [[D、7]],
    },
    [[B]],
  },
  -- 61
  {
    [[将下列选项中的词语依次填入句子横线处，最恰当的一组是（    ）。<br>
“与君远相知，不道云海深”，从王昌龄的笔端缓缓流出，带着明显的盛唐气象和____气概，承载着厚重隽永的博爱，承载着古往今来人们对和平美好的期望，流播在____的时空里。]],
    {
      [[A、豪放、开阔]],
      [[B、豪爽、广阔]],
      [[C、豪迈、广袤]],
      [[D、豪情、宽广]],
    },
    [[C]],
  },
  -- 62
  {
    [[将下列选项中的词语填入句子横线处，最恰当的一项是（    ）。<br>
每一位党员干部都应该有刀刃向内的勇气，正视自己的缺点和错误并加以改正，不____，不文过饰非。]],
    {
      [[A、隐恶扬善]],
      [[B、掩耳盗铃]],
      [[C、沽名钓誉]],
      [[D、掩人耳目]],
    },
    [[B]],
  },
  -- 63
  {
    [[将下列选项中的词语依次填入句子横线处，最恰当的一组是（    ）。<br>
坐落在姚江畔的阳明古镇，与相距不远的王阳明故居，____已是余姚的名片。节日期间，这里也是城市会客厅，本地人、返乡客和外来游客，把阳明古镇挤得____。人行道上摩肩接踵，行人笑靥如花。]],
    {
      [[A、俨然、密不透风]],
      [[B、俨然、熙熙攘攘]],
      [[C、宛然、密不透风]],
      [[D、宛然、熙熙攘攘]],
    },
    [[B]],
  },
  -- 64
  {
    [[将下列选项中的词语依次填入句子横线处，最恰当的一组是（    ）。<br>
近两年，全国各家媒体竞相报道发源于台盘村的“村BA”篮球赛——激烈的角逐、热闹的场面、矫健的姿态引发了全国人民的关注。“村BA”____体现了村民积极、健康、精神富足的新形象，____彰显了乡村有序、充满活力的新气象。对于村民而言，这____是生产劳作之余的休憩，____是文化生活的精神荡涤。在台盘村，体育折射出文化的华彩，____文化则勾连起产业和消费。]],
    {
      [[A、虽然、但、与其、不如、但]],
      [[B、不仅、也、既、也、而]],
      [[C、不但、还、虽然、但、但]],
      [[D、既、又、只要、就、而]],
    },
    [[B]],
  },
  -- 65
  {
    [[将下列选项中的词语依次填入各句横线处，最恰当的一组是（    ）。<br>
①今天，当皇帝的龙袍化作舞台上的戏服，鸦片的青烟消散在历史的风中，行进在辛亥一代开启的现代中国征程上，我们更需要____——隔着新民主主义和社会主义革命两段辉煌历史，该如何打量辛亥革命这“中国历史上的伟大创举”？<br>
②他小的时候，看父亲把一头小牛养大，在长久的岁月里，这头牛任劳任怨，父亲见证了它充满劳动和顺从的一生。父亲热爱这个年老的四足劳动者，全心全意地____它，在它没有用了以后，他既不想卖掉它，也不拿什么活儿去折磨它，只是让这头老牛自由自在地安安静静地度过它的晚年。]],
    {
      [[A、深思、怜悯]],
      [[B、沉思、怜恤]],
      [[C、深思、怜恤]],
      [[D、沉思、怜悯]],
    },
    [[C]],
  },
  -- 66
  {
    [[将下列选项中的词语依次填入句子横线处，最恰当的一组是（    ）。<br>
劳动是美好的，劳动者更是美好的，有特别突出一技之长的工匠，更是一道美丽的风景线。然而，这种美好要用诗歌来表达，是很不容易的。在短小的篇幅里，写出一个个劳动者的____，更是极其艰难的。但是诗人成功地从大地、长天、厂房、车间里____出了优秀的诗行。]],
    {
      [[A、神魂、凝练]],
      [[B、神韵、提炼]],
      [[C、神态、精炼]],
      [[D、神采、锤炼]],
    },
    [[B]],
  },
  -- 67
  {
    [[将下列选项中的词语依次填入句子横线处，最恰当的一组是（    ）。<br>
“精专”读书法，并不是让我们穿凿附会、____，那样只会“拘泥于章句而疏忽于会意，活脱书橱也”。而是提倡一种____、苦心孤诣的读书态度。读书就像品茗，虽然茶水的颜色和飘逸的茶香较易辨认，但茶中三味，却要细细品之才能体会得来。]],
    {
      [[A、咬文嚼字、去粗取精]],
      [[B、咬文嚼字、去伪存真]],
      [[C、雕章琢句、去粗取精]],
      [[D、雕章琢句、去伪存真]],
    },
    [[A]],
  },
  -- 68
  {
    [[将下列选项中的词语依次填入句子横线处，最恰当的一组是（    ）。<br>
在____中寻找出路，在____中向前挺进，在____中发展壮大，在____中夺取胜利，我们党把马克思列宁主义基本原理同中国具体实际相结合，创立、丰富和发展了毛泽东思想，是马克思主义中国化的第一次历史性飞跃。]],
    {
      [[A、千难万险、千磨万击、千辛万苦、千回百转]],
      [[B、千回百转、千难万险、千磨万击、千辛万苦]],
      [[C、千难万险、千回百转、千磨万击、千辛万苦]],
      [[D、千回百转、千磨万击、千辛万苦、千难万险]],
    },
    [[B]],
  },
  -- 69
  {
    [[将下列选项中的词语依次填入句子横线处，最恰当的一组是（    ）。<br>
“从地名看文化，从文化看中国”，带着____的节目宗旨和不断精进的艺术手法，新一季《中国地名大会》以地名知识为载体，从地理风貌、民间习俗、历史文化、文学作品、特色美食等多角度全方位全景式展现中华文化，____祖国大地的精彩纷呈，书写中国之进，阐释中国之变。]],
    {
      [[A、一脉相承、擘画]],
      [[B、薪火相传、描摹]],
      [[C、一脉相承、描摹]],
      [[D、薪火相传、擘画]],
    },
    [[C]],
  },
  -- 70
  {
    [[将下列选项中的词语填入句子横线处，最恰当的一组是（    ）。<br>
在那个____颓势初现的晚唐，诗人身陷牛李党争进退维谷，只能是郁郁寡欢，心事重重。而这首《锦瑟》大约写于唐大中二年（公元848年），正是诗人辞官归隐的暗淡岁月，也是他生命旅程的最后阶段，其心情之苍凉悲苦可想而知，整首诗的情感基调也就____了。]],
    {
      [[A、日薄西山、不言自明]],
      [[B、穷途末路、不言自明]],
      [[C、穷途末路、一锤定音]],
      [[D、日薄西山、一锤定音]],
    },
    [[A]],
  },
  -- 71
  {
    [[下列各项中，没有语病的一项是（    ）。]],
    {
      [[A、在那个没有现代通讯的年代，通过写信，使我得以表达对恩师的感激和思念之情。]],
      [[B、从俄乌冲突到巴以冲突，地缘政治冲突频发，全球政治经济形势愈发更加严峻。]],
      [[C、研究发现，正常人每天适量喝咖啡，并不会比不喝咖啡的人更容易患骨质疏松症。]],
      [[D、近年来，我国餐饮行业减少“舌尖上的浪费”取得显著成效，映衬出餐饮行业反餐饮浪费的决心和态度。]],
    },
    [[C]],
  },
  -- 72
  {
    [[下列各项中，没有语病的一项是（    ）。]],
    {
      [[A、企业管理者可以是做实验的外行，但必须是经营技术的内行，只有这样的外行才能领导内行。]],
      [[B、回到故乡后，这里慢慢展现出它们原有的每样事物对我都无比亲切可爱。]],
      [[C、我们的生产不是为了剥削阶级服务的，而是为了人民群众服务的。]],
      [[D、没有可靠的数据，不管是开放碘盐，还是下调碘含量，也不过是缓解公众质疑的权宜之计。]],
    },
    [[A]],
  },
  -- 73
  {
    [[下列各项中，有语病的一项是（    ）。]],
    {
      [[A、加强企业用工服务，对支持企业生产经营、保持就业局势稳定具有重要作用。]],
      [[B、随着我国优化出入境政策，预计今年出入境旅游人次可恢复至2019年的三至六成左右。]],
      [[C、装载煤炭、建材等货物的船舶在航道上有序航行，来往如梭，运河上呈现一派繁忙景象。]],
      [[D、全透明柔性电子皮肤一改先前穿戴不方便、不美观的缺点，能够让电子皮肤发挥更大的作用。]],
    },
    [[B]],
  },
  -- 74
  {
    [[对一部分游客来说，文化已经不是旅途中可有可无的点缀，而是旅途的“正餐”，浮光掠影、浅尝辄止、拍照打卡的传统观光游，已经难以满足他们历史文化、艺术思想的深度需求。<br>
以上句子的语病类型是（    ）。]],
    {
      [[A、句式杂糅]],
      [[B、不合逻辑]],
      [[C、成分残缺]],
      [[D、搭配不当]],
    },
    [[C]],
  },
  -- 75
  {
    [[把下面几个句子组成语意连贯的一段文字，排序正确的一项是（    ）。<br>
①但人类对于发酵本质形成认识，并发展形成发酵工业，却只有几百万年的历史<br>
②有需求就有进步，发酵工业的进步与人类需求息息相关，社会需求的增加推动着发酵技术的进一步发展<br>
③发酵不是古今人类智慧的体现，而是地球历史上20亿年前就存在的自然现象，是微生物送给人类的礼物<br>
④食物发酵是一项既古老又崭新的人类饮食行为，它经历了漫长的岁月，得到了不断地发展和充实<br>
⑤几乎在地球上诞生生命的同时，发酵现象就已经存在了]],
    {
      [[A、⑤-①-③-②-④]],
      [[B、④-⑤-③-①-②]],
      [[C、③-⑤-①-④-②]],
      [[D、④-⑤-③-②-①]],
    },
    [[B]],
  },
  -- 76
  {
    [[如今，许多人将公共图书馆视为图书借阅室，甚至自习室，而实际上，图书馆同博物馆、美术馆一样，有文物存藏和展示展览的功能。因为古籍不仅是可供人们阅读研究的文献，还是必须收藏保护的文物，将古籍等同于一些当代文献，视为普通的“公版书”，正是忽视了古籍的文物属性。人们常说的“一页宋版一两金”，指的就是珍贵的宋版书。纸寿千年，绢寿八百，古籍的修复、存藏、复制，每个环节都是颇具难度的“技术活”。目前，学界公认的解决古籍“藏”与“用”矛盾的重要方式，就是古籍数字化。古籍数字化是文明传承的必由之路，更是需要徐徐图之的文化工程，需要全社会赋之信心、细心和耐心。<br>
这段文字意在说明（    ）。]],
    {
      [[A、现代图书馆具有多重公共功能与属性]],
      [[B、应当重视古籍的文化价值和历史价值]],
      [[C、古籍数字化工程需要全社会久久为功]],
      [[D、要发挥图书馆存藏与展示古籍的功能]],
    },
    [[C]],
  },
  -- 77
  {
    [[“雨果奖”得主海漄，在凭借《时空画师》获奖且一鸣惊人之前，是一名标准的银行打工人，过着普通城市“社畜”的庸常生活，朝九晚五，平平无奇。有人在惊叹之余忍不好奇：是否在常规工作的桎梏下，某种关于创造与艺术的灵性更容易被激发？写作，或者说创作，说到底，它和其他需要固定时间投入的工作没有本质区别，都需要持续的、有规律或计划的、长期的投入。更重要的是，真实生活是人类创作的恒久源泉，上班族的生活贴近最大基数普通人的日常生活，接触这个时代大多数人的生活常态，和普通人的思考逻辑、行为习惯保持一致，能最大程度保障创作的核心稳固。<br>
下列说法与原文意思相符的是（    ）。]],
    {
      [[A、海漄的获奖得益于将平平无奇的庸常生活升华为艺术]],
      [[B、朝九晚五的工作有助于长期持续投入创作]],
      [[C、枯燥乏味的工作岗位更容易激发创造与艺术的灵性]],
      [[D、循规蹈矩的常规工作未必扼杀人的创造力]],
    },
    [[D]],
  },
  -- 78
  {
    [[微综艺是指小体量、小投入、小制作的视听综艺节目。在大量的综艺选题被同质化制作和扎堆式播出的语境下，微综艺的出现力图求新求变，摆脱创作窠臼。某种意义上讲，微综艺是综艺市场的试水者，是综艺市场迭代升级的结果。再者，短视频平台的崛起让垂直化、碎片化、浅表化、短篇幅的视听产品成为用户的消费重点并形成观看习惯，这也推动了微综艺的勃兴。<br>
对上文理解不正确的是（    ）。]],
    {
      [[A、微综艺是综艺市场的新生力量]],
      [[B、短视频平台助力微综艺的发展]],
      [[C、微综艺比传统综艺节目更能赢得用户的口碑]],
      [[D、微综艺更契合短视频平台用户的收视习惯]],
    },
    [[C]],
  },
  -- 79
  {
    [[平台企业利用新型技术所搭建的商业模式，绕开了对劳动者进行保护的既往社会契约，实际上是一种“技术破坏”。现有的劳动和社会保障立法逐渐被架空，面对平台用工的“去劳动关系化”（即平台不承认劳动法中规定的雇佣劳动关系），不同国家的司法部门在劳动者身份判定上面临难题。为数众多的立法者开始倾向于将平台从业者归类为过去劳动立法中已有的身份类别（完全的受雇佣者或所谓的第三类劳动者身份），从而给予一定的法律保障。但这种处理方式也受到一些学者的质疑，因为这可能忽略不同平台从业者的差异（工作内容、性别、国籍、种族等），并漠视了劳工群体自我赋权的能力。<br>
以下说法与原文意思不一致的是（    ）。]],
    {
      [[A、平台企业的商业模式带来了劳动者身份判定的困难]],
      [[B、平台从业者身份归类问题可通过司法实践予以解决]],
      [[C、目前平台从业者的劳动者权益保障受到了一定冲击]],
      [[D、如何应对平台用工“去劳动关系化”问题仍存争议]],
    },
    [[B]],
  },
  -- 80
  {
    [[一年前，ChatGPT模空出世，5天内，这款聊天机器人随即揽下100万用户，2个月后，这个数字涨到了1亿。________，不少体验者是把ChatGPT当成升级版的谷歌搜索引擎来理解，但它两其实完全不同。最大的区别在于，ChatGPT并没有在被提问时上网检索答案，抽取出个别网页，给你一个由他人编辑好的文本；而是像学生考试时努力回忆学到的知识点进行作答那样，回忆它阅读学习过的海量文本，再用自己的语言组织一个简洁的回答，实时生成给你看，替你节省点开链接、阅读理解的时间。不仅如此，它还要读懂你的追问、反驳乃至刁难，像接受论文答辩一样，跟你进行多个回合的灵活交谈，让你感觉对方是个普通人而不是机器。<br>
最适合填入上文横线处的语句是（    ）。]],
    {
      [[A、但ChatGPT是一款用户体验并不友好的新产品]],
      [[B、理解ChatGPT，对于很多人来说都太过复杂]],
      [[C、成为大热门的ChatGPT自然成为了众矢之的]],
      [[D、ChatGPT会为许多风险隐患提供更为“深思熟虑”的方案]],
    },
    [[B]],
  },
  -- 81
  {
    [[这方面的逸事较多，有两则小典故至今读来仍有强烈的警示意义。一则是《宋人轶事汇编》记载： 钱俶进宝犀带（注释：犀带，指饰有犀角的宝带），太祖曰：“朕有三条带，与此不同。”俶请宣示，上笑曰：“汴河一条，惠民河一条，五丈河一条。”俶大惭服。另一则是《南村缀耕录·缠足》记载： 李后主嫔妃窅娘纤丽善舞，后主令窅娘以帛绕脚，素袜舞云中，回旋有凌云之态。“由是人皆效之，以纤弓为妙。以不为者为耻也”。这两则典故一正一反，给出了有力印证。<br>
对上文第一句中“这方面”理解最贴切的是（    ）。]],
    {
      [[A、领导干部的生活作风具有“上行下效”的示范效应]],
      [[B、严惩腐败是管党治党、赢得民心的“徙木立信”之举]],
      [[C、“见善则迁，有过则改”可提高个人道德修养]],
      [[D、“水能载舟，亦能覆舟”是必须牢记的大道理]],
    },
    [[A]],
  },
  -- 82
  {
    [[以往探讨快递过度包装的时候，不少人习惯归咎于卖家，认为他们是过度包装的罪魁祸首，实际上并不完全如此。对于卖家来说，层层叠叠、最终沦为垃圾的包装材料，都是他们用真金白银买回来的，过度包装不仅无法带来实质性收益，还会增添额外的成本。表面上看，快递过度包装是一个环保观念的问题，更深一层探究，其中折射出的是快递行业的内部管理问题：“野蛮快递”屡见不鲜，由于对快递运输环节不放心，商家希望以过度包装来取信消费者，消费者希望通过过度包装带来安慰，双方一拍即合，快递包装也因此越来越厚重。<br>
这段文字接下来最可能续写的内容是（    ）。]],
    {
      [[A、缓解快递过度包装的关键在于快递企业]],
      [[B、对于过度包装，有必要从执法层面予以规范]],
      [[C、过度包装导致的资源浪费和环境污染日趋严重]],
      [[D、追求浮夸的消费理念助长了商家过度包装的行为]],
    },
    [[A]],
  },
  -- 83
  {
    [[每个人都处于特定的时空环境下，有其自身的生存与活动空间，我们坚信正确的真理其实往往是一种“井底”的真理，它只适用于我们所生存的这口“井”里。一旦这只青蛙有勇气从井底跃出，他将理解真理的相对性。换言之，在具体时空环境下，真理是绝对的；例如二维平面中，三角形内角和必然等于180度；但当我们从二维世界跃入三维之中，同样的结论便不再成立。我们的价值评判标准也是同理。以“内卷”与“躺平”的争执为例，内卷派往往认为躺平是一种懒惰、不思进取与畏惧竞争的表现；而躺平派则认为自己“不思进取”地躺着，是在无意义的内卷环境下，对恶性竞争的无声反抗。实际上，“内卷”与“躺平”之争是特定条件下的产物。<br>
最适合做上文标题的是（    ）。]],
    {
      [[A、“井”里与“井”外]],
      [[B、“相对”才是真理]],
      [[C、世界维度决定思想高度]],
      [[D、“内卷”“躺平”的辩证统一]],
    },
    [[B]],
  },
  -- 84
  {
    [[自新石器时代的快轮制陶技术发展成熟之后，盛水器皿多以圆形为主，圆形器皿有很多优点，大大**是人们在定居条件下的生活需要，但在人们外出狩猎和行军等长途跋涉的场合，需要随身携带蓄水的器具，圆形器皿虽然也可携带，但其圆形外型与身体接触的面积小，对身体产生的局部压力较大，令人不适。而且，圆形器皿置于身体一侧，增大了身体所占的横向空间，与身体的接触又很不稳定，会随着身体的运动来回滚动，影响携带者的灵活运动。此外，对于随身携带的盛水器皿，为了确保卫生和安全，只能直接通过器皿的口来饮用。所以，那些敞开大口的圆形器皿也不适用。在这种前提下，扁形水壶的形制便逐渐形成了。在新石器时代就出现了一些类似的器形，而到战国和秦汉，这种扁壶已逐步成熟并普及。<br>
根据上文，扁壶在战国和秦汉时期普及的原因不包括（    ）。]],
    {
      [[A、狩猎或行军等长途跋涉场合有蓄水需求]],
      [[B、蓄水量大，更好满足人们定居生活需要]],
      [[C、扁形外型携带舒适，不妨碍灵活运动]],
      [[D、壶口相对于圆形器皿敞口更为卫生安全]],
    },
    [[B]],
  },
  -- 85
  {
    [[经常听到国内许多专门家痛心疾首地抱怨各种走俏的传媒作品严重缺乏学术上的准确性和严肃性；但是专家学者们却往往又把自己的研究成果表述得过分艰涩干瘪而少趣味，使少数同行之外再不会有什么别的人愿意皱着眉头去读完它们。学术探索的过程本来应该是充满奇光异彩的。趣味从我们的学术著作中脱逸的现象，很可能表明一部分徒有其表的“学术著作”本身其实并不真正地具备“学术”一词所必须含有的基本品格。但确实也存在另一种情形，即作者缺乏下述这种充分意识：他应当尽可能地让读者与他共享的，乃是科学探索中的乐趣与喜悦，而不只是其中的艰辛与酸楚。<br>
这段文字意在（    ）。]],
    {
      [[A、分析传媒作品与学术著作受众规模差异的原因]],
      [[B、鼓励学术著作向走俏的传媒作品借鉴表达]],
      [[C、批判趣味已经从大多数学术著作中脱逸的现状]],
      [[D、提倡撰写学术著作应将趣味性与学术性并重]],
    },
    [[D]],
  },
}

return questions
